Repository: skyinthe-sea/bomt
Catalog: lib/src/l10n/app_*.arb
Languages: de, es, fr, hi, id, ja, ko, pt, ru, th, tl, tr, zh

source: Period selection:
de: Zeitraumauswahl:
es: Selección de período:
fr: Sélection de période :
hi: अवधि चयन
id: Pemilihan periode:
ja: 期間選択:
ko: 기간 선택:
pt: Seleção de período:
ru: Выбор периода:
th: การเลือกช่วงเวลา:
tl: Pagpili ng panahon:
tr: Dönem seçimi:

source: Daily
hi: दैनिक
ja: 日間
ko: 일간

source: Start Date
hi: प्रारंभ तिथि
ja: 開始日
ko: 시작일

source: End Date
hi: समाप्ति तिथि
ja: 終了日
ko: 종료일

source: Apply
hi: लागू करें
ja: 適用
ko: 적용

# pleaseSelectDate
source: Please select a date
hi: कृपया तारीख चुनें
ja: 日付を選択してください
ko: 날짜를 선택하세요

source: Detailed Statistics
de: Detaillierte Statistiken
es: Estadísticas Detalladas
fr: Statistiques détaillées
hi: विस्तृत आँकड़े
id: Statistik Terperinci
ja: 詳細統計
ko: 상세 통계
pt: Estatísticas Detalhadas
ru: Подробная статистика
th: สถิติรายละเอียด
tl: Detalyadong Statistics
tr: Detaylı İstatistikler

source: Chart Analysis
hi: चार्ट विश्लेषण
ja: チャート分析
ko: 차트 분석
th: การวิเคราะห์แผนภูมิ

source: Overall Activity Overview
de: Gesamtaktivitätsübersicht
es: Resumen General de Actividades
fr: Vue d'ensemble de l'activité globale
hi: समग्र गतिविधि अवलोकन
id: Tinjauan Aktivitas Keseluruhan
ja: 全体活動概要
ko: 전체 활동 개요
pt: Visão Geral da Atividade Global
ru: Общий обзор активности
th: ภาพรวมกิจกรรมทั้งหมด
tl: Kabuuang Pagtingin sa Aktibidad
tr: Genel Aktivite Özeti

source: Total Activities
de: Gesamtaktivitäten
es: Actividades Totales
fr: Activités totales
hi: कुल गतिविधियाँ
id: Total Aktivitas
ja: 総活動
ko: 총 활동
pt: Atividades Totais
ru: Общее количество активностей
th: กิจกรรมทั้งหมด
tl: Kabuuang Mga Aktibidad
tr: Toplam Aktiviteler

source: Active Cards
de: Aktive Karten
es: Tarjetas Activas
fr: Cartes actives
hi: सक्रिय कार्ड
id: Kartu Aktif
ja: 有効なカード
ko: 활성 카드
pt: Cartões Ativos
ru: Активные карточки
th: การ์ดที่ใช้งานอยู่
tl: Mga Aktibong Card
tr: Aktif Kartlar

source: Daily Average
de: Tagesdurchschnitt
es: Promedio Diario
fr: Moyenne quotidienne
hi: दैनिक औसत
id: Rata-rata Harian
ja: 日平均
ko: 일평균
pt: Média Diária
ru: Дневное среднее
th: เฉลี่ยต่อวัน
tl: Araw-araw na Average
tr: Günlük Ortalama

source: Activity Distribution by Card
hi: कार्ड के अनुसार गतिविधि वितरण
ja: カード別活動分布
ko: 카드별 활동 분포

source: Cannot load data
hi: डेटा लोड नहीं कर सकते
ja: データを読み込めません
ko: 데이터를 불러올 수 없습니다

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
hi: फिर कोशिश करें
id: Coba lagi
ja: 再試行
ko: 다시 시도
pt: Tentar novamente
ru: Попробовать снова
th: ลองใหม่
tl: Subukan ulit
tr: Tekrar dene

source: Details
hi: विवरण
ja: 詳細
ko: 자세히

source: Go to Home
hi: होम पर जाएं
ja: ホームへ
ko: 홈으로

source: Troubleshooting Methods
hi: समस्या निवारण तरीके
ja: トラブルシューティング方法
ko: 문제 해결 방법

source: Share Statistics
hi: आंकड़े साझा करें
ja: 統計を共有
ko: 통계 공유

# communitySubtitle
source: Sharing Parenting Stories Together
hi: मिलकर शेयर करें पेरेंटिंग की कहानियां
ja: みんなで共有する育児ストーリー
ko: 함께 나누는 육아 이야기

source: Search
de: Suchen
es: Buscar
fr: Rechercher
hi: खोजें
id: Cari
ja: 検索
ko: 검색
pt: Pesquisar
ru: Поиск
th: ค้นหา
tl: Maghanap
tr: Ara

source: Notification
de: Benachrichtigung
es: Notificación
hi: सूचना
id: Notifikasi
ja: 通知
ko: 알림
pt: Notificação
ru: Уведомление
th: การแจ้งเตือน
tl: Abiso
tr: Bildirim

source: Search feature coming soon
hi: खोज सुविधा जल्द आ रही
ja: 検索機能準備中です
ko: 검색 기능 준비 중입니다

# communityWelcome
source: 💕 Parenting Community
ja: 💕 育児コミュニティ
ko: 💕 육아 커뮤니티

# communityWelcomeDescription
source: Share parenting experiences and valuable information with other parents
de: Teilen Sie Ihre Elternerfahrungen und wertvolle Informationen mit anderen Eltern
es: Comparte experiencias de crianza e información valiosa con otros padres
fr: Partagez vos expériences parentales et des informations précieuses avec d'autres parents
hi: अन्य माता-पिता के साथ पालन-पोषण के अनुभव और मूल्यवान जानकारी साझा करें
id: Bagikan pengalaman mengasuh anak dan informasi berharga dengan orang tua lain
ja: 他のご両親と育児の経験を共有し、貴重な情報を交換しましょう
ko: 다른 부모님들과 육아 경험을 나누고 소중한 정보를 공유해보세요
pt: Compartilhe experiências parentais e informações valiosas com outros pais
ru: Делитесь родительским опытом и ценной информацией с другими родителями
th: แบ่งปันประสบการณ์การเลี้ยงดูลูกและข้อมูลที่มีค่ากับพ่อแม่คนอื่น
tl: Magbahagi ng mga karanasan sa pagpapalaki ng anak at mahalagang impormasyon sa ibang mga magulang
tr: Ebeveynlik deneyimlerinizi ve değerli bilgileri diğer ebeveynlerle paylaşın

source: Category Selection
hi: श्रेणी चयन
ja: カテゴリ選択
ko: 카테고리 선택

# categoryAll
source: All
de: Alle
es: Todo
fr: Tout
hi: सभी
id: Semua
ja: すべて
ko: 전체
pt: Todos
ru: Все
th: ทั้งหมด
tl: Lahat
tr: Tümü

# categoryPopular
source: Popular
de: Beliebt
fr: Populaire
hi: लोकप्रिय
id: Populer
ja: 人気
ko: 인기
ru: Популярные
th: ยอดนิยม
tl: Sikat
tr: Popüler

# categoryClinical
source: Clinical
de: Klinisch
es: Clínico
fr: Clinique
hi: क्लिनिकल
id: Klinis
ja: 臨床
ko: 임상
pt: Clínico
ru: Клинические
th: คลินิก
tr: Klinik

# categoryInfoSharing
source: Info Sharing
de: Informationsaustausch
es: Compartir info
fr: Partage d'infos
hi: जानकारी साझाकरण
id: Berbagi info
ja: 情報共有
ko: 정보공유
pt: Compartilhamento
ru: Обмен информацией
th: แบ่งปันข้อมูล
tl: Pagbabahagi ng info
tr: Bilgi paylaşımı

# categorySleepIssues
source: Sleep Issues
hi: नींद की समस्याएं
ja: 睡眠問題
ko: 수면문제

# categoryBabyFood
source: Baby Food
de: Babynahrung
es: Comida de bebé
fr: Alimentation bébé
hi: बेबी फूड
id: Makanan bayi
ja: 離乳食
ko: 이유식
pt: Alimentação
ru: Детское питание
th: อาหารเด็ก
tl: Pagkain ng baby
tr: Bebek maması

# categoryDevelopment
source: Development
de: Entwicklungsstufe
es: Desarrollo
fr: Développement
hi: विकास के चरण
id: Perkembangan
ja: 発達段階
ko: 발달단계
pt: Desenvolvimento
ru: Развитие
th: พัฒนาการ
tr: Gelişim

# categoryVaccination
source: Vaccination
de: Impfung
es: Vacunación
hi: टीकाकरण
id: Vaksinasi
ja: 予防接種
ko: 예방접종
pt: Vacinação
ru: Вакцинация
th: การฉีดวัคซีน
tl: Bakuna
tr: Aşılama

# categoryPostpartum
source: Postpartum
de: Wochenbett
es: Posparto
hi: प्रसवोत्तर रिकवरी
id: Pasca melahirkan
ja: 産後回復
ko: 산후회복
pt: Pós-parto
ru: Послеродовой период
th: หลังคลอด
tl: Pagkatapos manganak
tr: Doğum sonrası

source: Sort by Likes
de: Nach Likes sortieren
es: Ordenar por me gusta
fr: Trier par J'aime
hi: पसंदीदा क्रम
id: Urutkan berdasarkan like
ja: いいね順
ko: 좋아요순
pt: Ordenar por curtidas
ru: Сортировать по лайкам
th: เรียงตามไลค์
tl: I-sort ayon sa likes
tr: Beğeniye göre sırala

source: Sort by Latest
de: Nach Neueste sortieren
es: Ordenar por más recientes
fr: Trier par plus récents
hi: नवीनतम क्रम
id: Urutkan berdasarkan terbaru
ja: 最新順
ko: 최신순
pt: Ordenar por mais recentes
ru: Сортировать по новизне
th: เรียงตามล่าสุด
tl: I-sort ayon sa pinakabago
tr: En yeniye göre sırala

source: (edited)
de: (bearbeitet)
es: (editado)
fr: (modifié)
hi: (संपादित)
id: (diedit)
ja: (編集済み)
ko: (수정됨)
pt: (editado)
ru: (отредактировано)
th: (แก้ไขแล้ว)
tl: (na-edit)
tr: (düzenlendi)

# commentsCount
source: {count} comments
de: {count} Kommentare
es: {count} comentarios
fr: {count} commentaires
hi: {count} टिप्पणियां
id: {count} komentar
ja: コメント{count}件
ko: 댓글 {count}개
pt: {count} comentários
ru: {count} комментариев
th: {count} ความคิดเห็น
tr: {count} yorum

source: Delete Post
de: Beitrag löschen
es: Eliminar publicación
fr: Supprimer le post
hi: पोस्ट हटाएं
id: Hapus postingan
ja: 投稿を削除
ko: 게시글 삭제
pt: Excluir post
ru: Удалить пост
th: ลบโพสต์
tl: I-delete ang post
tr: Gönderisini sil

# deletePostConfirm
source: Are you sure you want to delete this post? Deleted posts cannot be recovered.
de: Sind Sie sicher, dass Sie diesen Beitrag löschen möchten? Gelöschte Beiträge können nicht wiederhergestellt werden.
es: ¿Estás seguro de que quieres eliminar esta publicación?\nLas publicaciones eliminadas no se pueden recuperar.
fr: Êtes-vous sûr de vouloir supprimer ce post ?\nLes posts supprimés ne peuvent pas être récupérés.
hi: क्या आप वाकई इस पोस्ट को हटाना चाहते हैं? हटाई गई पोस्ट वापस नहीं आ सकती।
id: Yakin ingin menghapus postingan ini?\nPostingan yang dihapus tidak dapat dikembalikan.
ja: 本当にこの投稿を削除しますか？ 削除した投稿は復元できません。
ko: 정말로 이 게시글을 삭제하시겠습니까? 삭제된 게시글은 복구할 수 없습니다.
pt: Tem certeza que deseja excluir este post?\nPosts excluídos não podem ser recuperados.
ru: Вы уверены, что хотите удалить этот пост?\nУдалённые посты нельзя восстановить.
th: คุณแน่ใจว่าต้องการลบโพสต์นี้?\nโพสต์ที่ลบแล้วไม่สามารถกู้คืนได้
tl: Sigurado ka bang i-delete ang post na ito?\nHindi na maibabalik ang na-delete na posts.
tr: Bu gönderiyi silmek istediğinizden emin misiniz?\nSilinen gönderiler geri alınamaz.

# deletePostSuccess
source: Post has been deleted.
de: Beitrag wurde gelöscht.
es: Publicación eliminada.
fr: Post supprimé.
hi: पोस्ट हटा दी गई।
id: Postingan dihapus.
ja: 投稿が削除されました。
ko: 게시글이 삭제되었습니다.
pt: Post excluído.
ru: Пост удалён.
th: ลบโพสต์แล้ว
tl: Na-delete ang post.
tr: Gönderi silindi.

# deletePostError
source: Delete failed: {error}
de: Löschen fehlgeschlagen: {error}
es: Error al eliminar: {error}
fr: Échec de la suppression : {error}
hi: हटाने में विफल: {error}
id: Gagal menghapus: {error}
ja: 削除失敗: {error}
ko: 삭제 실패: {error}
pt: Falha ao excluir: {error}
ru: Ошибка удаления: {error}
th: ลบไม่สำเร็จ: {error}
tl: Hindi na-delete: {error}
tr: Silme başarısız: {error}

source: Post not found
de: Beitrag nicht gefunden
es: Publicación no encontrada
fr: Post non trouvé
hi: पोस्ट नहीं मिली
id: Postingan tidak ditemukan
ja: 投稿が見つかりません
ko: 게시글을 찾을 수 없습니다
pt: Post não encontrado
ru: Пост не найден
th: ไม่พบโพสต์
tl: Hindi nahanap ang post
tr: Gönderi bulunamadı

source: Share feature coming soon
de: Teilen-Funktion bald verfügbar
es: Función de compartir próximamente
fr: Fonction de partage bientôt disponible
hi: शेयर सुविधा जल्द आ रही
id: Fitur berbagi segera hadir
ja: 共有機能準備中です
ko: 공유 기능 준비 중입니다
pt: Função de compartilhamento em breve
ru: Функция публикации скоро
th: ฟีเจอร์แชร์เร็วๆ นี้
tl: Share feature ay malapit na
tr: Paylaşım özelliği yakında

source: Loading comments...
de: Kommentare werden geladen...
es: Cargando comentarios...
fr: Chargement des commentaires...
hi: टिप्पणियां लोड हो रहीं...
id: Memuat komentar...
ja: コメントを読み込み中...
ko: 댓글 불러오는 중...
pt: Carregando comentários...
ru: Загрузка комментариев...
th: กำลังโหลดความคิดเห็น...
tl: Nilo-load ang comments...
tr: Yorumlar yükleniyor...

source: Load more comments
de: Mehr Kommentare laden
es: Cargar más comentarios
fr: Charger plus de commentaires
hi: और टिप्पणियां देखें
id: Muat lebih banyak komentar
ja: さらにコメントを表示
ko: 더 많은 댓글 보기
pt: Carregar mais comentários
ru: Загрузить больше комментариев
th: โหลดความคิดเห็นเพิ่มเติม
tl: Mag-load ng higit pang comments
tr: Daha fazla yorum yükle

source: Edit Comment
de: Kommentar bearbeiten
es: Editar comentario
fr: Modifier le commentaire
hi: टिप्पणी संपादित करें
id: Edit komentar
ja: コメントを編集
ko: 댓글 수정
pt: Editar comentário
ru: Редактировать комментарий
th: แก้ไขความคิดเห็น
tl: I-edit ang comment
tr: Yorumu düzenle

# editCommentHint
source: Edit your comment...
de: Bearbeiten Sie Ihren Kommentar...
es: Edita tu comentario...
fr: Modifiez votre commentaire...
hi: अपनी टिप्पणी संपादित करें...
id: Edit komentar Anda...
ja: コメントを編集してください...
ko: 댓글을 수정하세요...
pt: Edite seu comentário...
ru: Редактируйте ваш комментарий...
th: แก้ไขความคิดเห็นของคุณ...
tl: I-edit ang inyong comment...
tr: Yorumunuzu düzenleyin...

# editCommentSuccess
source: Comment has been updated.
de: Kommentar wurde aktualisiert.
es: Comentario actualizado.
fr: Commentaire mis à jour.
hi: टिप्पणी अपडेट हो गई।
id: Komentar diperbarui.
ja: コメントが更新されました。
ko: 댓글이 수정되었습니다.
pt: Comentário atualizado.
ru: Комментарий обновлён.
th: อัปเดตความคิดเห็นแล้ว
tl: Na-update ang comment.
tr: Yorum güncellendi.

# editCommentError
source: Edit failed: {error}
de: Bearbeitung fehlgeschlagen: {error}
es: Error al editar: {error}
fr: Échec de la modification : {error}
hi: संपादन विफल: {error}
id: Gagal mengedit: {error}
ja: 編集失敗: {error}
ko: 수정 실패: {error}
pt: Falha na edição: {error}
ru: Ошибка редактирования: {error}
th: แก้ไขไม่สำเร็จ: {error}
tl: Hindi na-edit: {error}
tr: Düzenleme başarısız: {error}

source: Delete Comment
de: Kommentar löschen
es: Eliminar comentario
fr: Supprimer le commentaire
hi: टिप्पणी हटाएं
id: Hapus komentar
ja: コメントを削除
ko: 댓글 삭제
pt: Excluir comentário
ru: Удалить комментарий
th: ลบความคิดเห็น
tl: I-delete ang comment
tr: Yorumu sil

# deleteCommentConfirm
source: Are you sure you want to delete this comment? Deleted comments cannot be recovered.
de: Sind Sie sicher, dass Sie diesen Kommentar löschen möchten? Gelöschte Kommentare können nicht wiederhergestellt werden.
es: ¿Estás seguro de que quieres eliminar este comentario?\nLos comentarios eliminados no se pueden recuperar.
fr: Êtes-vous sûr de vouloir supprimer ce commentaire ?\nLes commentaires supprimés ne peuvent pas être récupérés.
hi: क्या आप वाकई इस टिप्पणी को हटाना चाहते हैं? हटाई गई टिप्पणी वापस नहीं आ सकती।
id: Yakin ingin menghapus komentar ini?\nKomentar yang dihapus tidak dapat dikembalikan.
ja: 本当にこのコメントを削除しますか？ 削除したコメントは復元できません。
ko: 정말로 이 댓글을 삭제하시겠습니까? 삭제된 댓글은 복구할 수 없습니다.
pt: Tem certeza que deseja excluir este comentário?\nComentários excluídos não podem ser recuperados.
ru: Вы уверены, что хотите удалить этот комментарий?\nУдалённые комментарии нельзя восстановить.
th: คุณแน่ใจว่าต้องการลบความคิดเห็นนี้?\nความคิดเห็นที่ลบแล้วไม่สามารถกู้คืนได้
tl: Sigurado ka bang i-delete ang comment na ito?\nHindi na maibabalik ang na-delete na comments.
tr: Bu yorumu silmek istediğinizden emin misiniz?\nSilinen yorumlar geri alınamaz.

# deleteCommentSuccess
source: Comment has been deleted.
de: Kommentar wurde gelöscht.
es: Comentario eliminado.
fr: Commentaire supprimé.
hi: टिप्पणी हटा दी गई।
id: Komentar dihapus.
ja: コメントが削除されました。
ko: 댓글이 삭제되었습니다.
pt: Comentário excluído.
ru: Комментарий удалён.
th: ลบความคิดเห็นแล้ว
tl: Na-delete ang comment.
tr: Yorum silindi.

# replySuccess
source: Reply has been posted.
de: Antwort wurde gepostet.
es: Respuesta publicada.
fr: Réponse publiée.
hi: जवाब पोस्ट कर दिया गया।
id: Balasan diposting.
ja: 返信が投稿されました。
ko: 답글이 작성되었습니다.
pt: Resposta postada.
ru: Ответ опубликован.
th: โพสต์การตอบกลับแล้ว
tl: Na-post ang reply.
tr: Yanıt gönderildi.

# commentSuccess
source: Comment has been posted.
de: Kommentar wurde gepostet.
es: Comentario publicado.
fr: Commentaire publié.
hi: टिप्पणी पोस्ट कर दी गई।
id: Komentar diposting.
ja: コメントが投稿されました。
ko: 댓글이 작성되었습니다.
pt: Comentário postado.
ru: Комментарий опубликован.
th: โพสต์ความคิดเห็นแล้ว
tl: Na-post ang comment.
tr: Yorum gönderildi.

# commentError
source: Failed to post comment.
de: Kommentar konnte nicht gepostet werden.
es: Error al publicar comentario.
fr: Échec de la publication du commentaire.
hi: टिप्पणी पोस्ट करने में विफल।
id: Gagal memposting komentar.
ja: コメントの投稿に失敗しました。
ko: 댓글 작성에 실패했습니다.
pt: Falha ao postar comentário.
ru: Ошибка публикации комментария.
th: โพสต์ความคิดเห็นไม่สำเร็จ
tl: Hindi na-post ang comment.
tr: Yorum gönderilemedi.

# titlePlaceholder
source: Enter title
de: Titel eingeben
es: Ingresa el título
fr: Saisir le titre
hi: शीर्षक दर्ज करें
id: Masukkan judul
ja: タイトルを入力
ko: 제목을 입력하세요
pt: Digite o título
ru: Введите заголовок
th: กรอกหัวข้อ
tl: I-enter ang title
tr: Başlık girin

# contentPlaceholder
source: Share your thoughts... Feel free to write about your parenting experiences.
de: Teilen Sie Ihre Gedanken... Schreiben Sie gerne über Ihre Erfahrungen als Eltern.
es: Comparte tus pensamientos...\n\nEscribe libremente sobre tus experiencias como padre/madre.
fr: Partagez vos pensées...\n\nÉcrivez librement sur vos expériences parentales.
hi: अपना विचार साझा करें... पेरेंटिंग के अनुभव के बारे में स्वतंत्र रूप से लिखें।
id: Bagikan pemikiran Anda...\n\nTulis dengan bebas tentang pengalaman sebagai orang tua.
ja: 想いを共有してください... 育児の経験を自由に書いてください。
ko: 내용을 입력하세요... 함께 나누고 싶은 이야기를 자유롭게 작성해보세요.
pt: Compartilhe seus pensamentos...\n\nEscreva livremente sobre suas experiências como pai/mãe.
ru: Поделитесь своими мыслями...\n\nПишите свободно о своём родительском опыте.
th: แบ่งปันความคิดของคุณ...\n\nเขียนเกี่ยวกับประสบการณ์การเป็นพ่อแม่ได้อย่างอิสระ
tl: I-share ang inyong mga iniisip...\n\nSumulat nang malaya tungkol sa inyong mga karanasan bilang magulang.
tr: Düşüncelerinizi paylaşın...\n\nEbeveynlik deneyimleriniz hakkında özgürce yazın.

# imageSelectionError
source: Image selection failed: {error}
de: Bildauswahl fehlgeschlagen: {error}
es: Error al seleccionar imagen: {error}
fr: Échec de la sélection d'image : {error}
hi: छवि चयन विफल: {error}
id: Gagal memilih gambar: {error}
ja: 画像選択失敗: {error}
ko: 이미지 선택 실패: {error}
pt: Falha na seleção de imagem: {error}
ru: Ошибка выбора изображения: {error}
th: เลือกรูปภาพไม่สำเร็จ: {error}
tl: Hindi napili ang larawan: {error}
tr: Resim seçimi başarısız: {error}

# userNotFoundError
source: User information not found.
de: Benutzerinformationen nicht gefunden.
es: Información del usuario no encontrada.
fr: Informations utilisateur non trouvées.
hi: उपयोगकर्ता की जानकारी नहीं मिली।
id: Informasi pengguna tidak ditemukan.
ja: ユーザー情報が見つかりません。
ko: 사용자 정보를 찾을 수 없습니다.
pt: Informações do usuário não encontradas.
ru: Информация пользователя не найдена.
th: ไม่พบข้อมูลผู้ใช้
tl: Hindi nahanap ang user info.
tr: Kullanıcı bilgileri bulunamadı.

# postCreateSuccess
source: Post has been created successfully!
de: Beitrag wurde erfolgreich erstellt!
es: ¡Publicación creada exitosamente!
fr: Post créé avec succès !
hi: पोस्ट सफलतापूर्वक बनाई गई!
id: Postingan berhasil dibuat!
ja: 投稿が正常に作成されました！
ko: 게시글이 성공적으로 작성되었습니다!
pt: Post criado com sucesso!
ru: Пост успешно создан!
th: สร้างโพสต์สำเร็จ!
tl: Matagumpay na nagawa ang post!
tr: Gönderi başarıyla oluşturuldu!

# postCreateError
source: Post creation failed: {error}
de: Beitrag-Erstellung fehlgeschlagen: {error}
es: Error al crear publicación: {error}
fr: Échec de la création du post : {error}
hi: पोस्ट बनाने में विफल: {error}
id: Gagal membuat postingan: {error}
ja: 投稿作成失敗: {error}
ko: 게시글 작성 실패: {error}
pt: Falha ao criar post: {error}
ru: Ошибка создания поста: {error}
th: สร้างโพสต์ไม่สำเร็จ: {error}
tl: Hindi nagawa ang post: {error}
tr: Gönderi oluşturulamadı: {error}

# titleCharacterCount
source: Title: {count}/200
de: Titel: {count}/200
es: Título: {count}/200
fr: Titre : {count}/200
hi: शीर्षक: {count}/200
id: Judul: {count}/200
ja: タイトル: {count}/200
ko: 제목: {count}/200
pt: Título: {count}/200
ru: Заголовок: {count}/200
th: หัวข้อ: {count}/200
tr: Başlık: {count}/200

# imageCountDisplay
source: Images: {count}/5
de: Bilder: {count}/5
es: Imágenes: {count}/5
hi: छवियां: {count}/5
id: Gambar: {count}/5
ja: 画像: {count}/5
ko: 이미지: {count}/5
pt: Imagens: {count}/5
ru: Изображения: {count}/5
th: รูปภาพ: {count}/5
tl: Mga larawan: {count}/5
tr: Resimler: {count}/5

# addImageTooltip
source: Add Image
de: Bild hinzufügen
es: Agregar imagen
fr: Ajouter une image
hi: छवि जोड़ें
id: Tambahkan gambar
ja: 画像追加
ko: 이미지 추가
pt: Adicionar imagem
ru: Добавить изображение
th: เพิ่มรูปภาพ
tl: Magdagdag ng larawan
tr: Resim ekle

# allPostsChecked
source: All posts have been checked! 👍
de: Alle Beiträge wurden überprüft! 👍
es: ¡Todas las publicaciones han sido revisadas! 👍
fr: Tous les posts ont été vérifiés ! 👍
hi: सभी पोस्ट चेक कर ली गईं! 👍
id: Semua postingan sudah diperiksa! 👍
ja: すべての投稿を確認しました！ 👍
ko: 모든 게시글을 확인했어요! 👍
pt: Todos os posts foram verificados! 👍
ru: Все посты проверены! 👍
th: ตรวจสอบโพสต์ทั้งหมดแล้ว! 👍
tl: Lahat ng posts ay na-check na! 👍
tr: Tüm gönderiler kontrol edildi! 👍

# waitForNewPosts
source: Please wait until new posts are uploaded
de: Bitte warten Sie, bis neue Beiträge hochgeladen werden
es: Espera nuevas publicaciones
fr: Attendez de nouveaux posts
hi: नए पोस्ट आने तक प्रतीक्षा करें
id: Tunggu postingan baru
ja: 新しい投稿がアップロードされるまで少しお待ちください
ko: 새로운 게시글이 올라올 때까지 잠시 기다려주세요
pt: Aguarde novos posts
ru: Ждите новые посты
th: รอโพสต์ใหม่
tl: Maghintay ng mga bagong posts
tr: Yeni gönderileri bekleyin

source: No posts yet
de: Noch keine Beiträge
es: Aún no hay publicaciones
fr: Aucun post pour le moment
hi: अभी तक कोई पोस्ट नहीं
id: Belum ada postingan
ja: まだ投稿がありません
ko: 아직 게시글이 없어요
pt: Ainda não há posts
ru: Пока нет постов
th: ยังไม่มีโพสต์
tl: Wala pang posts
tr: Henüz gönderi yok

# writeFirstPost
source: Write the first post!
de: Schreiben Sie den ersten Beitrag!
es: ¡Escribe la primera publicación!
fr: Écrivez le premier post !
hi: पहली पोस्ट लिखें!
id: Tulis postingan pertama!
ja: 最初の投稿を書いてみましょう！
ko: 첫 번째 게시글을 작성해보세요!
pt: Escreva o primeiro post!
ru: Напишите первый пост!
th: เขียนโพสต์แรก!
tl: Magsulat ng unang post!
tr: İlk gönderiyi yazın!

source: Loading new posts...
de: Neue Beiträge werden geladen...
es: Cargando nuevas publicaciones...
fr: Chargement de nouveaux posts...
hi: नए पोस्ट लोड हो रहे हैं...
id: Memuat postingan baru...
ja: 新しい投稿を読み込み中...
ko: 새로운 게시글을 불러오는 중...
pt: Carregando novos posts...
ru: Загрузка новых постов...
th: กำลังโหลดโพสต์ใหม่...
tl: Nilo-load ang mga bagong posts...
tr: Yeni gönderiler yükleniyor...

source: Failed to load posts
de: Beiträge konnten nicht geladen werden
es: Error al cargar publicaciones
fr: Échec du chargement des posts
hi: पोस्ट लोड करने में विफल
id: Gagal memuat postingan
ja: 投稿の読み込みに失敗しました
ko: 게시글을 불러오는데 실패했어요
pt: Falha ao carregar posts
ru: Ошибка загрузки постов
th: โหลดโพสต์ไม่สำเร็จ
tl: Hindi na-load ang mga posts
tr: Gönderiler yüklenemedi

# checkNetworkAndRetry
source: Please check your network connection and try again
de: Bitte überprüfen Sie Ihre Netzwerkverbindung und versuchen Sie es erneut
es: Verifica tu conexión e inténtalo de nuevo
fr: Vérifiez votre connexion et réessayez
hi: कृपया नेटवर्क कनेक्शन जाँचें और फिर कोशिश करें
id: Periksa koneksi dan coba lagi
ja: ネットワーク接続を確認して、再度お試しください
ko: 네트워크 연결을 확인하고 다시 시도해주세요
pt: Verifique sua conexão e tente novamente
ru: Проверьте соединение и попробуйте снова
th: ตรวจสอบการเชื่อมต่อและลองใหม่
tl: I-check ang connection at subukan ulit
tr: Bağlantınızı kontrol edin ve tekrar deneyin

# categoryDailyLife
source: Daily Life
de: Alltag
es: Vida diaria
fr: Vie quotidienne
hi: दैनिक जीवन
id: Kehidupan sehari-hari
ja: 日常生活
ko: 일상
pt: Dia a dia
ru: Повседневная жизнь
th: ชีวิตประจำวัน
tl: Araw-araw na buhay
tr: Günlük hayat

source: Preparing timeline...
de: Timeline wird vorbereitet...
es: Preparando cronología...
fr: Préparation de la timeline...
hi: टाइमलाइन तैयार कर रहे हैं...
id: Menyiapkan timeline...
ja: タイムラインを準備中...
ko: 타임라인을 준비하고 있어요...
pt: Preparando timeline...
ru: Подготовка временной шкалы...
th: กำลังเตรียมไทม์ไลน์...
tl: Inihahanda ang timeline...
tr: Zaman çizelgesi hazırlanıyor...

# noRecordedMoments
source: No recorded moments yet
de: Noch keine aufgezeichneten Momente
es: Aún no hay momentos registrados
fr: Aucun moment enregistré pour le moment
hi: अभी तक कोई रिकॉर्ड किए गए पल नहीं
id: Belum ada momen yang direkam
ja: まだ記録された瞬間がありません
ko: 아직 기록된 순간이 없어요
pt: Ainda não há momentos registrados
ru: Пока нет записанных моментов
th: ยังไม่มีช่วงเวลาที่บันทึกไว้
tl: Wala pang naka-record na moments
tr: Henüz kayıtlı anlar yok

source: Loading timeline...
de: Timeline wird geladen...
es: Cargando cronología...
fr: Chargement de la timeline...
hi: टाइमलाइन लोड हो रही है...
id: Memuat timeline...
ja: タイムラインを読み込み中...
ko: 타임라인을 불러오고 있어요...
pt: Carregando timeline...
ru: Загрузка временной шкалы...
th: กำลังโหลดไทม์ไลน์...
tl: Nilo-load ang timeline...
tr: Zaman çizelgesi yükleniyor...

source: No records yet
de: Noch keine Aufzeichnungen
es: Aún no hay registros
fr: Aucun enregistrement pour le moment
hi: अभी तक कोई रिकॉर्ड नहीं
id: Belum ada catatan
ja: まだ記録がありません
ko: 아직 기록이 없어요
pt: Ainda não há registros
ru: Пока нет записей
th: ยังไม่มีบันทึก
tl: Wala pang records
tr: Henüz kayıt yok
