Repository: skyinthe-sea/bomt
Catalog: lib/src/l10n/app_*.arb
Languages: de, es, fr, hi, id, ja, ko, pt, ru, th, tl, tr, zh

# weightDataEmpty
source: No weight data available
de: Keine Gewichtsdaten verfügbar
es: No hay datos de peso disponibles
fr: Aucune donnée de poids disponible
ja: 体重データがありません
ko: 체중 데이터가 없습니다
pt: Nenhum dado de peso disponível
ru: Нет данных о весе
tl: Walang available na datos ng timbang
tr: Kilo verisi mevcut değil

# heightDataEmpty
source: No height data available
de: Keine Größendaten verfügbar
es: No hay datos de altura disponibles
fr: Aucune donnée de taille disponible
ja: 身長データがありません
ko: 키 데이터가 없습니다
pt: Nenhum dado de altura disponível
ru: Нет данных о росте
tl: Walang available na datos ng taas
tr: Boy verisi mevcut değil

# undoAction
source: Undo
de: Rückgängig machen
es: Deshacer
fr: Annuler
ja: 元に戻す
ko: 실행 취소
pt: Desfazer
ru: Отменить
tl: I-undo
tr: Geri al

source: Feeding record deleted
de: Fütterungsaufzeichnung gelöscht
es: Registro de alimentación eliminado
fr: Enregistrement d'alimentation supprimé
ja: 授乳記録が削除されました
ko: 수유 기록이 삭제되었습니다
pt: Registro de alimentação excluído
ru: Запись кормления удалена
tl: Na-delete ang record ng pagpapakain
tr: Beslenme kaydı silindi

source: Sleep record deleted
de: Schlafaufzeichnung gelöscht
es: Registro de sueño eliminado
fr: Enregistrement de sommeil supprimé
ja: 睡眠記録が削除されました
ko: 수면 기록이 삭제되었습니다
pt: Registro de sono excluído
ru: Запись сна удалена
tl: Na-delete ang record ng tulog
tr: Uyku kaydı silindi

source: Diaper record deleted
de: Windelaufzeichnung gelöscht
es: Registro de pañal eliminado
fr: Enregistrement de couche supprimé
ja: おむつ記録が削除されました
ko: 기저귀 기록이 삭제되었습니다
pt: Registro de fralda excluído
ru: Запись подгузника удалена
tl: Na-delete ang record ng diaper
tr: Bez kaydı silindi

source: Health record deleted
de: Gesundheitsaufzeichnung gelöscht
es: Registro de salud eliminado
fr: Enregistrement de santé supprimé
ja: 健康記録が削除されました
ko: 건강 기록이 삭제되었습니다
pt: Registro de saúde excluído
ru: Запись здоровья удалена
tl: Na-delete ang record ng kalusugan
tr: Sağlık kaydı silindi

# deletionError
source: Error occurred during deletion
de: Fehler beim Löschen aufgetreten
es: Error al eliminar
fr: Erreur lors de la suppression
ja: 削除中にエラーが発生しました
ko: 삭제 중 오류가 발생했습니다
pt: Erro ao excluir
ru: Произошла ошибка при удалении
tl: May error habang nagde-delete
tr: Silme sırasında hata oluştu

source: Duplicate input detected
de: Doppelte Eingabe erkannt
es: Entrada duplicada detectada
fr: Saisie en double détectée
ja: 重複入力が検出されました
ko: 중복 입력 감지
pt: Entrada duplicada detectada
ru: Обнаружен дублированный ввод
tl: Nakita ang duplicate na input
tr: Yinelenen girdi tespit edildi

# solidFoodDuplicateConfirm
source: You just recorded solid food.\nDo you really want to record it again?
de: Sie haben gerade Beikost aufgezeichnet.\nMöchten Sie wirklich erneut aufzeichnen?
es: Acaba de registrar comida sólida.\n¿Realmente desea registrarla de nuevo?
fr: Vous venez d'enregistrer la nourriture solide.\nVoulez-vous vraiment l'enregistrer à nouveau ?
ja: さっき離乳食を記録しました。\n本当にもう一度記録しますか？
ko: 방금 전에 이유식을 기록하셨습니다.\n정말로 다시 기록하시겠습니까?
pt: Você acabou de registrar comida sólida.\nRealmente deseja registrar novamente?
ru: Вы только что записали твердую пищу.\nДействительно хотите записать ещё раз?
tl: Kaka-record mo lang ng solid food.\nGusto mo ba talaga ulit mag-record?
tr: Az önce katı gıda kaydettiniz.\nGerçekten tekrar kaydetmek istiyor musunuz?

# cannotOpenSettings
source: Cannot open settings screen
de: Einstellungsbildschirm kann nicht geöffnet werden
es: No se puede abrir la pantalla de configuración
fr: Impossible d'ouvrir l'écran des paramètres
ja: 設定画面を開けません
ko: 설정 화면을 열 수 없습니다
pt: Não é possível abrir a tela de configurações
ru: Не удается открыть экран настроек
tl: Hindi mabuksan ang settings screen
tr: Ayarlar ekranı açılamıyor

# sleepQualityGood
source: Good
fr: Bon
ja: 良い
ko: 좋음
ru: Хороший
tl: Maganda
tr: İyi

# sleepQualityFair
source: Fair
fr: Moyen
ja: 普通
ko: 보통
ru: Нормальный
tl: Katamtaman
tr: Orta

# sleepQualityPoor
source: Poor
fr: Mauvais
ja: 悪い
ko: 나쁨
ru: Плохой
tl: Hindi Maganda
tr: Kötü

# sleepInProgressDuration
source: Sleeping - {minutes}m elapsed
de: Schläft - {minutes}min vergangen
es: Durmiendo - {minutes}min transcurridos
fr: Endormi - {minutes}min écoulées
ja: 睡眠中 - {minutes}分経過
ko: 수면 중 - {minutes}분 경과
ru: Спит - {minutes}м прошло
tl: Natutulog - {minutes}m nakalipas
tr: Uyuyor - {minutes}d geçti

source: Wet Only
de: Nur nass
es: Solo Mojado
fr: Seulement Mouillé
ja: 尿のみ
ko: 소변만
ru: Только Мокрый
tl: Basa Lang
tr: Sadece Islak

source: Dirty Only
de: Nur verschmutzt
es: Solo Sucio
fr: Seulement Sale
ja: 便のみ
ko: 대변만
ru: Только Грязный
tl: Marumi Lang
tr: Sadece Kirli

# wetAndDirty
source: Wet + Dirty
de: Nass + verschmutzt
es: Mojado + Sucio
fr: Mouillé + Sale
ja: 尿 + 便
ko: 소변 + 대변
ru: Мокрый + Грязный
tl: Basa + Marumi
tr: Islak + Kirli

# colorLabel
source: Color
de: Farbe
fr: Couleur
ja: 色
ko: 색상
ru: Цвет
tl: Kulay
tr: Renk

# consistencyLabel
source: Consistency
de: Konsistenz
es: Consistencia
fr: Consistance
ja: 濃度
ko: 농도
ru: Консистенция
tr: Kivam

# topicalMedication
source: Topical
de: Äußerlich
es: Tópico
fr: Topique
ja: 外用
ko: 외용
ru: Наружное
tl: Panlabas
tr: Harici

# inhaledMedication
source: Inhaled
de: Inhaliert
es: Inhalado
fr: Inhalé
ja: 吸入
ko: 흡입
ru: Ингаляционное
tl: Inihinga
tr: Solunum

# milkPumpingInProgress
source: Pumping
de: Pumpt ab
es: Extrayendo
fr: Tire-lait en cours
ja: 搾乳中
ko: 유축 중
ru: Сцеживание
tl: Nag-pump
tr: Sağıyor

# pumpingInProgressDuration
source: Pumping - {minutes}m elapsed
de: Pumpt ab - {minutes}min vergangen
es: Extrayendo - {minutes}min transcurridos
fr: Tire-lait - {minutes}min écoulées
ja: 搾乳中 - {minutes}分経過
ko: 유축 중 - {minutes}분 경과
ru: Сцеживание - {minutes}м прошло
tl: Nag-pump - {minutes}m nakalipas
tr: Sağıyor - {minutes}d geçti

source: Low Grade Fever
de: Leichtes Fieber
es: Fiebre Leve
fr: Fièvre Légère
ja: 微熱
ko: 미열
ru: Легкая Лихорадка
tl: Banayad na Lagnat
tr: Hafif Ateş

# normalTemperature
source: Temperature is normal
fr: Normal
ja: 正常
ko: 정상
ru: Нормальная
tl: Normal
tr: Normal

# allActivities
source: All
de: Alle
es: Todo
fr: Tout
ja: すべて
ko: 전체
ru: Все
tl: Lahat
tr: Hepsi

# temperatureFilter
source: Temperature
de: Temperatur
es: Temperatura
fr: Température
ja: 体温
ko: 체온
ru: Температура
tl: Temperatura
tr: Sıcaklık

# deleteRecordTitle
source: Delete Record
de: Eintrag löschen
es: Eliminar registro
fr: Supprimer l'enregistrement
ja: 記録を削除
ko: 기록 삭제
ru: Удалить запись
tl: Burahin ang Rekord
tr: Kaydı Sil

# deleteRecordMessage
source: Are you sure you want to delete this record? Deleted records cannot be recovered.
de: Sind Sie sicher, dass Sie diesen Eintrag löschen möchten? Gelöschte Einträge können nicht wiederhergestellt werden.
es: ¿Estás seguro de que quieres eliminar este registro? Los registros eliminados no se pueden recuperar.
fr: Êtes-vous sûr de vouloir supprimer cet enregistrement ? Les enregistrements supprimés ne peuvent pas être récupérés.
ja: この記録を削除しますか？ 削除された記録は復元できません。
ko: 이 기록을 삭제하시겠습니까? 삭제된 기록은 복구할 수 없습니다.
ru: Вы уверены, что хотите удалить эту запись? Удаленные записи не могут быть восстановлены.
tl: Sigurado ka bang gusto mong burahin ang rekord na ito? Ang mga naburang rekord ay hindi na mababalik.
tr: Bu kaydı silmek istediğinizden emin misiniz? Silinen kayıtlar kurtarulamaz.

# recordDeletedSuccess
source: Record has been deleted
de: Eintrag wurde gelöscht
es: El registro ha sido eliminado
fr: L'enregistrement a été supprimé
ja: 記録が削除されました
ko: 기록이 삭제되었습니다
ru: Запись была удалена
tl: Nabura na ang rekord
tr: Kayıt silindi

# recordDeleteFailed
source: Failed to delete record
de: Löschen des Eintrags fehlgeschlagen
es: Error al eliminar el registro
fr: Échec de la suppression de l'enregistrement
ja: 記録の削除に失敗しました
ko: 기록 삭제에 실패했습니다
ru: Не удалось удалить запись
tl: Hindi nabura ang rekord
tr: Kayıt silinemedi

# recordDeleteError
source: An error occurred while deleting the record
de: Fehler beim Löschen des Eintrags
es: Ocurrió un error al eliminar el registro
fr: Une erreur s'est produite lors de la suppression de l'enregistrement
ja: 記録の削除中にエラーが発生しました
ko: 기록 삭제 중 오류가 발생했습니다
ru: Произошла ошибка при удалении записи
tl: May naganap na error habang binubura ang rekord
tr: Kayıt silinirken bir hata oluştu

# recordUpdatedSuccess
source: Record has been updated
de: Eintrag wurde aktualisiert
es: El registro ha sido actualizado
fr: L'enregistrement a été mis à jour
ja: 記録が更新されました
ko: 기록이 수정되었습니다
ru: Запись была обновлена
tl: Na-update na ang rekord
tr: Kayıt güncellendi

# recordUpdateFailed
source: Failed to update record
de: Aktualisierung des Eintrags fehlgeschlagen
es: Error al actualizar el registro
fr: Échec de la mise à jour de l'enregistrement
ja: 記録の更新に失敗しました
ko: 기록 수정에 실패했습니다
ru: Не удалось обновить запись
tl: Hindi na-update ang rekord
tr: Kayıt güncellenemedi

# recordUpdateError
source: An error occurred while updating the record
de: Fehler beim Aktualisieren des Eintrags
es: Ocurrió un error al actualizar el registro
fr: Une erreur s'est produite lors de la mise à jour de l'enregistrement
ja: 記録の更新中にエラーが発生しました
ko: 기록 수정 중 오류가 발생했습니다
ru: Произошла ошибка при обновлении записи
tl: May naganap na error habang ina-update ang rekord
tr: Kayıt güncellenirken bir hata oluştu

# noRecordsToday
source: No {recordType} records today
de: Heute keine {recordType}-Einträge
es: No hay registros de {recordType} hoy
fr: Aucun enregistrement de {recordType} aujourd'hui
ja: 今日は{recordType}の記録がありません
ko: 오늘 {recordType} 기록이 없습니다
ru: Сегодня нет записей {recordType}
tl: Walang {recordType} na rekord ngayong araw
tr: Bugün {recordType} kaydı yok

# healthRecordRestored
source: Health record has been restored
de: Gesundheitsdaten wurden wiederhergestellt
es: Los registros de salud han sido restaurados
fr: Les données de santé ont été restaurées
ja: 健康記録が復元されました
ko: 건강 기록이 복원되었습니다
ru: Медицинские записи восстановлены
tl: Naibalik na ang mga rekord ng kalusugan
tr: Sağlık kayıtları geri yüklendi

# deleteTemperatureConfirm
source: Do you want to delete the recent temperature record?
de: Möchten Sie den letzten Temperaturwert löschen?
es: ¿Desea eliminar el registro de temperatura reciente?
fr: Voulez-vous supprimer le relevé de température récent?
ja: 最近の体温記録を削除しますか？
ko: 최근 체온 기록을 삭제하시겠습니까?
ru: Хотите удалить недавнюю запись температуры?
tl: Gusto mo bang tanggalin ang kamakailang rekord ng temperatura?
tr: Son ateş kaydını silmek istiyor musunuz?

source: Minimum
es: Mínimo
ja: 最低
ko: 최저
ru: Минимум
tl: Pinakamababa
tr: En düşük

source: Maximum
es: Máximo
ja: 最高
ko: 최고
ru: Максимум
tl: Pinakamataas
tr: En yüksek

source: Duplicate Entry Detected
de: Doppelte Eingabe erkannt
es: Entrada duplicada detectada
fr: Entrée en double détectée
ja: 重複入力が検出されました
ko: 중복 입력 감지
ru: Обнаружена дублированная запись
tl: May nakitang duplicate na entry
tr: Çiftlenen giriş tespit edildi

# feedingDuplicateConfirm
source: You just added a feeding record.\nDo you really want to record again?
de: Sie haben gerade einen Fütterungseintrag hinzugefügt.\nMöchten Sie wirklich noch einmal aufzeichnen?
es: Acabas de agregar un registro de alimentación.\n¿Realmente quieres registrar de nuevo?
fr: Vous venez d'ajouter un enregistrement d'alimentation.\nVoulez-vous vraiment enregistrer à nouveau?
ja: 先ほど授乳記録を追加しました。\n本当にもう一度記録しますか？
ko: 방금 전에 수유 기록을 추가하셨습니다.\n정말로 다시 기록하시겠습니까?
ru: Вы только что добавили запись о кормлении.\nДействительно хотите записать снова?
tl: Kakadagdag mo lang ng feeding record.\nGusto mo ba talagang mag-record ulit?
tr: Az önce bir beslenme kaydı eklediniz.\nGerçekten tekrar kaydetmek istiyor musunuz?

# milkPumpingDuplicateConfirm
source: You just added a milk pumping record.\nDo you really want to record again?
de: Sie haben gerade einen Milchpump-Eintrag hinzugefügt.\nMöchten Sie wirklich noch einmal aufzeichnen?
es: Acabas de agregar un registro de extracción de leche.\n¿Realmente quieres registrar de nuevo?
fr: Vous venez d'ajouter un enregistrement de pompage de lait.\nVoulez-vous vraiment enregistrer à nouveau?
ja: 先ほど搾乳記録を追加しました。\n本当にもう一度記録しますか？
ko: 방금 전에 유축 기록을 추가하셨습니다.\n정말로 다시 기록하시겠습니까?
ru: Вы только что добавили запись о сцеживании молока.\nДействительно хотите записать снова?
tl: Kakadagdag mo lang ng milk pumping record.\nGusto mo ba talagang mag-record ulit?
tr: Az önce bir süt sağma kaydı eklediniz.\nGerçekten tekrar kaydetmek istiyor musunuz?

# medicationDuplicateConfirm
source: You just recorded medication.\nDo you really want to record again?
de: Sie haben gerade eine Medikation aufgezeichnet.\nMöchten Sie wirklich noch einmal aufzeichnen?
es: Acabas de registrar medicación.\n¿Realmente quieres registrar de nuevo?
fr: Vous venez d'enregistrer un médicament.\nVoulez-vous vraiment enregistrer à nouveau?
ja: 先ほど投薬を記録しました。\n本当にもう一度記録しますか？
ko: 방금 전에 투약을 기록하셨습니다.\n정말로 다시 기록하시겠습니까?
ru: Вы только что записали лекарство.\nДействительно хотите записать снова?
tl: Kakarecord mo lang ng medication.\nGusto mo ba talagang mag-record ulit?
tr: Az önce ilaç kaydettiniz.\nGerçekten tekrar kaydetmek istiyor musunuz?

# diaperDuplicateConfirm
source: You just recorded a diaper change.\nDo you really want to record again?
de: Sie haben gerade einen Windelwechsel aufgezeichnet.\nMöchten Sie wirklich noch einmal aufzeichnen?
es: Acabas de registrar un cambio de pañal.\n¿Realmente quieres registrar de nuevo?
fr: Vous venez d'enregistrer un changement de couche.\nVoulez-vous vraiment enregistrer à nouveau?
ja: 先ほどおむつ交換を記録しました。\n本当にもう一度記録しますか？
ko: 방금 전에 기저귀 교체를 기록하셨습니다.\n정말로 다시 기록하시겠습니까?
ru: Вы только что записали смену подгузника.\nДействительно хотите записать снова?
tl: Kakarecord mo lang ng diaper change.\nGusto mo ba talagang mag-record ulit?
tr: Az önce bir bez değişimi kaydettiniz.\nGerçekten tekrar kaydetmek istiyor musunuz?

# sleepStartDuplicateConfirm
source: You just manipulated sleep.\nDo you really want to start sleeping?
de: Sie haben gerade den Schlaf manipuliert.\nMöchten Sie wirklich mit dem Schlafen beginnen?
es: Acabas de manipular el sueño.\n¿Realmente quieres comenzar a dormir?
fr: Vous venez de manipuler le sommeil.\nVoulez-vous vraiment commencer à dormir?
ja: 先ほど睡眠を操作しました。\n本当に睡眠を開始しますか？
ko: 방금 전에 수면을 조작하셨습니다.\n정말로 수면을 시작하시겠습니까?
ru: Вы только что управляли сном.\nДействительно хотите начать сон?
tl: Kaka-manipulate mo lang ng sleep.\nGusto mo ba talagang magsimula ng tulog?
tr: Az önce uyku durumunu değiştirdiniz.\nGerçekten uyumaya başlamak istiyor musunuz?

# sleepEndDuplicateConfirm
source: You just manipulated sleep.\nDo you really want to end sleeping?
de: Sie haben gerade den Schlaf manipuliert.\nMöchten Sie wirklich das Schlafen beenden?
es: Acabas de manipular el sueño.\n¿Realmente quieres terminar de dormir?
fr: Vous venez de manipuler le sommeil.\nVoulez-vous vraiment arrêter de dormir?
ja: 先ほど睡眠を操作しました。\n本当に睡眠を終了しますか？
ko: 방금 전에 수면을 조작하셨습니다.\n정말로 수면을 종료하시겠습니까?
ru: Вы только что управляли сном.\nДействительно хотите закончить сон?
tl: Kaka-manipulate mo lang ng sleep.\nGusto mo ba talagang tapusin ang tulog?
tr: Az önce uyku durumunu değiştirdiniz.\nGerçekten uyumayı bitirmek istiyor musunuz?

# recordAction
source: Record
de: Aufzeichnen
es: Registrar
fr: Enregistrer
ja: 記録する
ko: 기록하기
ru: Записать
tl: I-record
tr: Kaydet

source: End
de: Ende
es: Fin
fr: Fin
ja: 終了
ko: 종료
ru: Конец
tl: Tapos
tr: Son

# whatTypeChanged
source: What type did you change?
de: Welchen Typ haben Sie gewechselt?
es: ¿Qué tipo cambiaste?
fr: Quel type avez-vous changé?
ja: どのタイプに交換しましたか？
ko: 어떤 종류로 교체하셨나요?
ru: Какой тип вы поменяли?
tl: Anong uri ang napalitan mo?
tr: Hangi türü değiştirdiniz?

source: Poop
de: Stuhl
es: Caca
fr: Caca
ja: うんち
ko: 대변
ru: Кал
tl: Tae
tr: Kaka

source: Urine+Poop
de: Urin+Stuhl
es: Orina+Caca
fr: Urine+Caca
ja: おしっこ+うんち
ko: 소변+대변
ru: Моча+Кал
tl: Ihi+Tae
tr: İdrar+Kaka

source: Change Type
de: Wechseltyp
es: Tipo de Cambio
fr: Type de Changement
ja: 交換タイプ
ko: 교체 타입
ru: Тип Смены
tl: Uri ng Pagpapalit
tr: Değişim Türü

source: Color (When Poop)
de: Farbe (Bei Stuhlgang)
es: Color (Al Hacer Caca)
fr: Couleur (Lors du Caca)
ja: 色（うんちの時）
ko: 색상 (대변 시)
ru: Цвет (При Дефекации)
tl: Kulay (Kapag Tumatae)
tr: Renk (Kaka Yaparken)

# minutesShort
source: m
ja: 分
ko: 분
ru: м
tr: d

source: Daily feeding count
de: Tägliche Stillanzahl
es: Conteo diario de alimentación
fr: Nombre quotidien d'alimentation
ja: 日別授乳回数
ko: 일별 수유 횟수
ru: Ежедневное количество кормлений
th: จำนวนครั้งการให้นมต่อวัน
tl: Araw-araw na bilang ng pagpapasuso
tr: Günlük emzirme sayısı

# dailyDiaperChangeCount
source: Daily diaper changes
de: Tägliche Windelwechsel
es: Cambios diarios de pañal
fr: Changements quotidiens de couche
ja: 日別おむつ交換回数
ko: 일별 기저귀 교체 횟수
ru: Ежедневная смена подгузников
th: จำนวนครั้งการเปลี่ยนผ้าอ้อมต่อวัน
tl: Araw-araw na pagpapalit ng lampin
tr: Günlük bez değişimi

source: Daily medication count
de: Tägliche Medikamentenanzahl
es: Conteo diario de medicación
fr: Nombre quotidien de médicaments
ja: 日別投薬回数
ko: 일별 투약 횟수
ru: Ежедневное количество лекарств
th: จำนวนครั้งการให้ยาต่อวัน
tl: Araw-araw na bilang ng gamot
tr: Günlük ilaç sayısı

# averageLabel
source: Average:
de: Durchschnitt:
es: Promedio:
fr: Moyenne:
ja: 平均:
ko: 평균:
ru: Среднее:
th: เฉลี่ย:
tl: Karaniwang:
tr: Ortalama:

source: Daily sleep count
de: Tägliche Schlafanzahl
es: Conteo diario de sueño
fr: Nombre quotidien de sommeil
ja: 日別睡眠回数
ko: 일별 수면 횟수
ru: Ежедневное количество сна
th: จำนวนครั้งการนอนต่อวัน
tl: Araw-araw na bilang ng tulog
tr: Günlük uyku sayısı

source: Daily solid food count
de: Tägliche Beikostanzahl
es: Conteo diario de comida sólida
fr: Nombre quotidien d'aliments solides
ja: 日別離乳食回数
ko: 일별 이유식 횟수
ru: Ежедневное количество твердой пищи
th: จำนวนครั้งการให้อาหารแข็งต่อวัน
tl: Araw-araw na bilang ng solid na pagkain
tr: Günlük katı gıda sayısı

# dailyMilkPumpingCount
source: Daily pumping count
de: Tägliche Abpumpanzahl
es: Conteo diario de extracción
fr: Nombre quotidien d'extractions
ja: 日別搭乳回数
ko: 일별 유축 횟수
ru: Ежедневное количество сцеживаний
th: จำนวนครั้งการปั๊มนมต่อวัน
tl: Araw-araw na bilang ng pagbomba
tr: Günlük pompalama sayısı

source: Average feeding duration
de: Durchschnittliche Stillzeit
es: Duración promedio de alimentación
fr: Durée moyenne d'alimentation
ja: 平均授乳時間
ko: 평균 수유 시간
ru: Средняя продолжительность кормления
th: ระยะเวลาให้นมเฉลี่ย
tl: Karaniwang tagal ng pagpapasuso
tr: Ortalama emzirme süresi

source: Average sleep duration
de: Durchschnittliche Schlafdauer
es: Duración promedio de sueño
fr: Durée moyenne de sommeil
ja: 平均睡眠時間
ko: 평균 수면 시간
ru: Средняя продолжительность сна
th: ระยะเวลานอนเฉลี่ย
tl: Karaniwang tagal ng tulog
tr: Ortalama uyku süresi

# dailyAverageDiaperChangeCount
source: Daily average diaper changes
de: Tägliche durchschnittliche Windelwechsel
es: Cambios promedio diarios de pañal
fr: Changements moyens quotidiens de couche
ja: 日別平均おむつ交換回数
ko: 하루 평균 교체 횟수
ru: Ежедневная средняя смена подгузников
th: จำนวนครั้งการเปลี่ยนผ้าอ้อมเฉลี่ยต่อวัน
tl: Araw-araw na karaniwang pagpapalit ng lampin
tr: Günlük ortalama bez değişimi

# medicationTypesUsed
source: Types of medication used
de: Verwendete Medikamentenarten
es: Tipos de medicación utilizados
fr: Types de médicaments utilisés
ja: 使用薬物種類
ko: 사용한 약물 종류
ru: Типы используемых лекарств
th: ประเภทยาที่ใช้
tl: Uri ng gamot na ginamit
tr: Kullanılan ilaç türleri

source: Total pumped amount
de: Gesamtmenge abgepumpt
es: Cantidad total extraída
fr: Quantité totale tirée
ja: 総搾乳量
ko: 총 유축량
ru: Общее количество сцеженного
th: ปริมาณนมปั๊มรวม
tl: Kabuuang naipong dami
tr: Toplam pompalanan miktar

source: Average pumped amount
de: Durchschnittlich abgepumpte Menge
es: Cantidad promedio extraída
fr: Quantité moyenne tirée
ja: 平均搾乳量
ko: 평균 유축량
ru: Среднее количество сцеженного
th: ปริมาณนมปั๊มเฉลี่ย
tl: Karaniwang naipong dami
tr: Ortalama pompalanan miktar

source: Daily average solid food count
de: Tägliche durchschnittliche Beikostanzahl
es: Conteo promedio diario de comida sólida
fr: Nombre moyen quotidien d'aliments solides
ja: 日別平均離乳食回数
ko: 하루 평균 이유식 횟수
ru: Ежедневное среднее количество твердой пищи
th: จำนวนครั้งการให้อาหารแข็งเฉลี่ยต่อวัน
tl: Araw-araw na karaniwang bilang ng solid na pagkain
tr: Günlük ortalama katı gıda sayısı

# triedFoodTypes
source: Types of food tried
de: Arten der probierten Nahrung
es: Tipos de comida probados
fr: Types d'aliments essayés
ja: 試行食品種類
ko: 시도한 음식 종류
ru: Типы пробованной пищи
th: ประเภทอาหารที่ลอง
tl: Uri ng pagkaing nasubukan
tr: Denenen yiyecek türleri

source: Daily average medication count
de: Tägliche durchschnittliche Medikamentenanzahl
es: Conteo promedio diario de medicación
fr: Nombre moyen quotidien de médicaments
ja: 日別平均投薬回数
ko: 하루 평균 투약 횟수
ru: Ежедневное среднее количество лекарств
th: จำนวนครั้งการให้ยาเฉลี่ยต่อวัน
tl: Araw-araw na karaniwang bilang ng gamot
tr: Günlük ortalama ilaç sayısı

source: Total feeding duration
de: Gesamtstillzeit
es: Duración total de alimentación
fr: Durée totale d'alimentation
ja: 総授乳時間
ko: 총 수유 시간
ru: Общая продолжительность кормления
tl: Kabuuang tagal ng pagpapasuso
tr: Toplam emzirme süresi

source: Maximum feeding amount
de: Maximale Stillmenge
es: Cantidad máxima de alimentación
fr: Quantité maximale d'alimentation
ja: 最大授乳量
ko: 최대 수유량
ru: Максимальное количество кормления
tl: Pinakamataas na dami ng pagpapasuso
tr: Maksimum emzirme miktarı

source: Minimum feeding amount
de: Minimale Stillmenge
es: Cantidad mínima de alimentación
fr: Quantité minimale d'alimentation
ja: 最小授乳量
ko: 최소 수유량
ru: Минимальное количество кормления
tl: Pinakamababa na dami ng pagpapasuso
tr: Minimum emzirme miktarı

source: Total sleep duration
de: Gesamtschlafdauer
es: Duración total del sueño
fr: Durée totale de sommeil
ja: 総睡眠時間
ko: 총 수면 시간
ru: Общая продолжительность сна
tl: Kabuuang tagal ng tulog
tr: Toplam uyku süresi

# dailyTotalMilkPumpingAmount
source: Daily total pumped amount
de: Tägliche Gesamtabpumpmenge
es: Cantidad total diaria extraída
fr: Quantité totale quotidienne tirée
ja: 日別総搮乳量
ko: 하루 평균 총 유축량
ru: Ежедневное общее количество сцеженного
tl: Araw-araw na kabuuang naipong dami
tr: Günlük toplam pompalanan miktar

# sleepDuration
source: {hours}h {minutes}m
ja: {hours}時間{minutes}分

source: Maximum sleep duration
de: Maximale Schlafdauer
es: Duración máxima del sueño
fr: Durée maximale de sommeil
ja: 最大睡眠時間

source: Minimum sleep duration
de: Minimale Schlafdauer
es: Duración mínima del sueño
fr: Durée minimale de sommeil
ja: 最小睡眠時間

source: Allergic reaction count
de: Anzahl allergischer Reaktionen
es: Conteo de reacciones alérgicas
fr: Nombre de réactions allergiques
ja: アレルギー反応回数

source: Daily average milk pumping count
de: Tägliche durchschnittliche Abpumpanzahl
es: Conteo promedio diario de extracción de leche
fr: Nombre moyen quotidien de tirages de lait
ja: 日別平均搾乳回数

# growthInfoRecord
source: Growth Information Record
de: Wachstumsinformationen aufzeichnen
es: Registro de información de crecimiento
fr: Enregistrement des informations de croissance
ja: 成長情報記録

# recordBabyCurrentWeight
source: Please record baby's current weight
de: Bitte das aktuelle Gewicht des Babys aufzeichnen
es: Por favor registre el peso actual del bebé
fr: Veuillez enregistrer le poids actuel du bébé
ja: 赤ちゃんの現在の体重を記録してください

# recordBabyCurrentHeight
source: Please record baby's current height
de: Bitte die aktuelle Körpergröße des Babys aufzeichnen
es: Por favor registre la altura actual del bebé
fr: Veuillez enregistrer la taille actuelle du bébé
ja: 赤ちゃんの現在の身長を記録してください

source: Measurement Items
de: Messelemente
es: Elementos de medición
fr: Éléments de mesure
ja: 測定項目

source: Memo (Optional)
de: Notiz (optional)
es: Nota (Opcional)
fr: Mémo (optionnel)
ja: メモ（任意）

source: Enter weight
de: Gewicht eingeben
es: Ingresar peso
fr: Entrer le poids
ja: 体重を入力

source: Enter height
de: Körpergröße eingeben
es: Ingresar altura
fr: Entrer la taille
ja: 身長を入力
