Repository: skyinthe-sea/bomt
Catalog: lib/src/l10n/app_*.arb
Languages: de, es, fr, hi, id, ja, ko, pt, ru, th, tl, tr, zh

# recordSpecialNotesWeight
source: Record special notes when measuring weight (optional)
de: Besonderheiten bei der Gewichtsmessung aufzeichnen (optional)
es: Registrar notas especiales al medir el peso (opcional)
fr: Enregistrer des notes spéciales lors de la mesure du poids (optionnel)
ja: 体重測定時の特記事項を記録してください（任意）

# recordSpecialNotesHeight
source: Record special notes when measuring height (optional)
de: Besonderheiten bei der Körpergrößenmessung aufzeichnen (optional)
es: Registrar notas especiales al medir la altura (opcional)
fr: Enregistrer des notes spéciales lors de la mesure de la taille (optionnel)
ja: 身長測定時の特記事項を記録してください（任意）

# weightInvalidNumber
source: Please enter a valid number for weight
de: Bitte eine gültige Zahl für das Gewicht eingeben
es: Por favor ingrese un número válido para el peso
fr: Veuillez entrer un nombre valide pour le poids
ja: 体重に有効な数値を入力してください

# weightRangeError
source: Weight should be between 0.1~50kg
de: Gewicht sollte zwischen 0,1-50kg liegen
es: El peso debe estar entre 0.1-50kg
fr: Le poids doit être entre 0.1-50kg
ja: 体重は0.1〜50kgの範囲で入力してください

# heightInvalidNumber
source: Please enter a valid number for height
de: Bitte eine gültige Zahl für die Körpergröße eingeben
es: Por favor ingrese un número válido para la altura
fr: Veuillez entrer un nombre valide pour la taille
ja: 身長に有効な数値を入力してください

# heightRangeError
source: Height should be between 1~200cm
de: Körpergröße sollte zwischen 1-200cm liegen
es: La altura debe estar entre 1-200cm
fr: La taille doit être entre 1-200cm
ja: 身長は1〜200cmの範囲で入力してください

# enterWeightOrHeight
source: Please enter weight or height
de: Bitte Gewicht oder Körpergröße eingeben
es: Por favor ingrese peso o altura
fr: Veuillez entrer le poids ou la taille
ja: 体重または身長を入力してください

# saveError
source: An error occurred while saving
de: Fehler beim Speichern aufgetreten
es: Ocurrió un error al guardar
fr: Une erreur s'est produite lors de la sauvegarde
ja: 保存中にエラーが発生しました

# amountRangeML
source: {min}ml - {max}ml
ru: {min}мл - {max}мл
th: {min}มล. - {max}มล.

# solidFoodAmount
source: {amount}g
hi: मात्रा

# kilograms
source: kg
hi: किग्रा

# centimeters
source: cm
hi: सेमी

# milliliters
source: ml
hi: मिली

# grams
source: g
hi: ग्राम

source: Quick Selection
th: การเลือกด่วน

source: Custom Settings
th: การตั้งค่าเอง

source: Select Date Range
th: เลือกช่วงวันที่

source: Recent 7 Days
th: 7 วันที่ผ่านมา

source: Recent 14 Days
th: 14 วันที่ผ่านมา

source: Recent 30 Days
th: 30 วันที่ผ่านมา

# selectPeriodForAnalysis
source: Please select the period for analysis
th: กรุณาเลือกช่วงเวลาสำหรับการวิเคราะห์

# cardSettingsInstructions
source: • Toggle switches to show/hide cards • Drag to change card order • Changes are previewed in real time
th: • ใช้สวิตช์เปิด/ปิดเพื่อแสดง/ซ่อนการ์ด • ลากเพื่อเปลี่ยนลำดับการ์ด • การเปลี่ยนแปลงจะแสดงตัวอย่างแบบเรียลไทม์

source: Visible
th: แสดง

source: Hidden
th: ซ่อน

# touchToSetDefault
source: Touch to set default values
th: แตะเพื่อตั้งค่าเริ่มต้น

# unsavedChangesMessage
source: Do you want to cancel changes and return to previous state?
th: คุณต้องการยกเลิกการเปลี่ยนแปลงและกลับไปสู่สถานะเดิมหรือไม่?

# unsavedChangesExitMessage
source: Do you want to exit without saving changes?
th: คุณต้องการออกโดยไม่บันทึกการเปลี่ยนแปลงหรือไม่?

# exitWithoutSaving
source: Exit
th: ออก

# savingError
source: An error occurred while saving settings. Please try again.
th: เกิดข้อผิดพลาดขณะบันทึกการตั้งค่า กรุณาลองใหม่อีกครั้ง

source: Family Members
th: สมาชิกครอบครัว

# cannotLoadFamilyMembersInfo
source: Cannot load family member information
th: ไม่สามารถโหลดข้อมูลสมาชิกครอบครัวได้

source: Administrator
th: ผู้ดูแล

source: Member
th: สมาชิก

# joinDate
source: Join date: {date}
th: วันที่เข้าร่วม: {date}

# inviteFamilyMembersDescription
source: Invite family members to manage baby records together
th: เชิญสมาชิกครอบครัวมาจัดการบันทึกของลูกด้วยกัน

# joinFamilyGroupWarning
source: Do you want to join {familyName}'s family? Existing baby data will be moved to the new family group.
th: คุณต้องการเข้าร่วมครอบครัวของ {familyName} หรือไม่? ข้อมูลลูกที่มีอยู่จะถูกย้ายไปยังกลุ่มครอบครัวใหม่

# familyInvitationAccepted
source: Family invitation accepted! Now you can manage baby records together.
th: ได้รับการเชิญเข้าร่วมครอบครัว! ตอนนี้คุณสามารถจัดการบันทึกของลูกร่วมกันได้แล้ว

# careTogetherWithFamily
source: Caring for baby together with {familyName}
th: เลี้ยงลูกร่วมกับ {familyName}

# feedingTimeNotificationTitle
source: It's feeding time! 🍼
th: ถึงเวลาให้นมแล้ว! 🍼

# feedingTimeNotificationBody
source: Baby might be hungry now.
th: ลูกอาจจะหิวแล้วนะ

# feedingAlarmChannelName
source: Feeding Reminders
th: การแจ้งเตือนการให้นม

# feedingAlarmChannelDescription
source: Feeding time reminder notifications
th: การแจ้งเตือนเวลาให้นมลูก

source: Daily total sleep duration
th: ระยะเวลานอนรวมต่อวัน

# countTab
source: Count
th: จำนวนครั้ง

# amountTimeTab
source: Amount/Time
th: ปริมาณ/เวลา

# durationTab
source: Duration
th: ระยะเวลา

# chartDataLoading
source: Loading chart data...
th: กำลังโหลดข้อมูลแผนภูมิ...

source: Chart data not available.
th: ไม่มีข้อมูลแผนภูมิ

# dailyFeedingCountTitle
source: Daily feeding count
th: จำนวนครั้งการให้นมต่อวัน

# weekdaysSundayToSaturday
source: SunMonTueWedThuFriSat
th: อาทิพาอังเสาร์พฤหัศุก

source: Daily feeding amount
th: ปริมาณนมต่อวัน

source: Daily feeding duration
th: ระยะเวลาให้นมต่อวัน

source: Daily sleep duration
th: ระยะเวลานอนต่อวัน

# dailyMilkPumpingAmount
source: Daily pumping amount
th: ปริมาณนมปั๊มต่อวัน
