Repository: skyinthe-sea/bomt
Catalog: lib/src/l10n/app_*.arb
Languages: de, es, fr, hi, id, ja, ko, pt, ru, th, tl, tr, zh

source: User
de: Benutzer
es: Usuario
fr: Utilisateur
hi: उपयोगकर्ता
id: Pengguna
ja: ユーザー
ko: 사용자
pt: Usuário
ru: Пользователь
th: ผู้ใช้
tr: Kullanıcı
zh: 用户

# userInfoLoadFailed
source: Failed to load user info: {error}
de: Laden der Benutzerinformationen fehlgeschlagen: {error}
es: Error al cargar información del usuario: {error}
fr: Échec du chargement des informations utilisateur : {error}
hi: उपयोगकर्ता जानकारी लोड करने में विफल: {error}
id: Gagal memuat informasi pengguna: {error}
ja: ユーザー情報の読み込みに失敗しました：{error}
ko: 사용자 정보 로드 실패: {error}
pt: Falha ao carregar informações do usuário: {error}
ru: Ошибка загрузки информации пользователя: {error}
th: โหลดข้อมูลผู้ใช้ไม่สำเร็จ: {error}
tl: Hindi na-load ang user info: {error}
tr: Kullanıcı bilgileri yüklenemedi: {error}
zh: 用户信息加载失败：{error}

# babyListLoadError
source: An error occurred while loading the baby list: {error}
de: Fehler beim Laden der Babyliste: {error}
es: Error al cargar lista de bebés: {error}
fr: Erreur lors du chargement de la liste des bébés : {error}
hi: बच्चों की सूची लोड करते समय त्रुटि हुई: {error}
id: Error saat memuat daftar bayi: {error}
ja: 赤ちゃんリストの読み込み中にエラーが発生しました：{error}
ko: 아기 목록 로드 중 오류가 발생했습니다: {error}
pt: Erro ao carregar lista de bebês: {error}
ru: Ошибка загрузки списка детей: {error}
th: ข้อผิดพลาดในการโหลดรายการลูก: {error}
tl: Error sa pag-load ng baby list: {error}
tr: Bebek listesi yüklenirken hata: {error}
zh: 加载宝宝列表时出错：{error}

# welcomeUser
source: Welcome, {nickname}! 🎉
de: Hallo, {userName}!
es: ¡Hola, {userName}!
fr: Bonjour, {userName} !
hi: {userName} जी
id: Halo, {userName}!
ja: {nickname}さん、ようこそ！🎉
ko: {nickname}님 환영합니다! 🎉
pt: Olá, {userName}!
ru: Привет, {userName}!
th: สวัสดี {userName}!
tl: Kumusta, {userName}!
tr: Merhaba {userName}!
zh: {userName}您好

source: Register Baby
de: Baby registrieren
es: Registrar bebé
fr: Enregistrer bébé
hi: बच्चा पंजीकरण
id: Daftarkan bayi
ja: 赤ちゃん登録
ko: 아기 등록
pt: Cadastrar bebê
ru: Зарегистрировать ребёнка
th: ลงทะเบียนลูก
tl: I-register ang baby
tr: Bebek kaydet
zh: 注册宝宝

source: No babies registered
de: Keine Babys registriert
es: No hay bebés registrados
fr: Aucun bébé enregistré
hi: कोई बच्चा पंजीकृत नहीं है
id: Belum ada bayi terdaftar
ja: 登録された赤ちゃんがいません
ko: 등록된 아기가 없습니다
pt: Nenhum bebê cadastrado
ru: Дети не зарегистрированы
th: ยังไม่มีลูกที่ลงทะเบียน
tl: Walang baby na naka-register
tr: Kayıtlı bebek yok
zh: 没有注册的宝宝

# registerFirstBaby
source: Register your first baby!
de: Registrieren Sie Ihr erstes Baby!
es: ¡Registra tu primer bebé!
fr: Enregistrez votre premier bébé !
hi: अपना पहला बच्चा पंजीकृत करें!
id: Daftarkan bayi pertama Anda!
ja: 最初の赤ちゃんを登録しましょう！
ko: 첫 번째 아기를 등록해보세요!
pt: Cadastre seu primeiro bebê!
ru: Зарегистрируйте вашего первого ребёнка!
th: ลงทะเบียนลูกคนแรกของคุณ!
tl: I-register ang inyong unang baby!
tr: İlk bebeğinizi kaydedin!
zh: 注册您的第一个宝宝！

# registerBabyButton
source: Register Baby
de: Baby registrieren
es: Registrar bebé
fr: Enregistrer le bébé
hi: बच्चा पंजीकृत करें
id: Daftarkan bayi
ja: 赤ちゃんを登録
ko: 아기 등록하기
pt: Registrar bebê
ru: Зарегистрировать ребенка
th: ลงทะเบียนเด็ก
tl: Irehistro ang sanggol
tr: Bebek kaydet
zh: 注册宝宝

# birthday
source: Birthday: {year}/{month}/{day}
hi: जन्मदिन: {day}/{month}/{year}
ja: 誕生日：{year}年{month}月{day}日
ko: 생일: {year}년 {month}월 {day}일
zh: 生日：{year}年{month}月{day}日

# age
source: Age: {days} days
hi: आयु: {days} दिन
ja: 年齢：{days}日
ko: 나이: {days}일
zh: 年龄：{days}天

source: Gender
de: Geschlecht
es: Género
fr: Sexe
hi: लिंग
id: Jenis kelamin
ja: 性別
ko: 성별
pt: Sexo
ru: Пол
th: เพศ
tl: Kasarian
tr: Cinsiyet
zh: 性别：{gender}

source: Male
de: Junge
es: Niño
fr: Garçon
hi: लड़का
id: Laki-laki
ja: 男の子
ko: 남자
pt: Menino
ru: Мальчик
th: ชาย
tl: Lalaki
tr: Erkek
zh: 男孩

source: Female
de: Mädchen
es: Niña
fr: Fille
hi: लड़की
id: Perempuan
ja: 女の子
ko: 여자
pt: Menina
ru: Девочка
th: หญิง
tl: Babae
tr: Kız
zh: 女孩

source: Other
fr: Autre
hi: अन्य
id: Lainnya
ja: その他
ko: 기타
pt: Outro
ru: Другое
th: อื่นๆ
tl: Iba pa
tr: Diğer
zh: 其他

# babyDetailScreen
source: {name} Detail Screen (Coming Soon)
hi: {name} विवरण स्क्रीन (जल्द आ रहा है)
ja: {name}の詳細画面（近日公開）
ko: {name} 상세 화면 (추후 구현)
zh: {name}详细信息（即将推出）

# selectBirthdate
source: Please select birthdate
hi: कृपया जन्मतिथि चुनें
ja: 生年月日を選択してください
ko: 생년월일을 선택해주세요
zh: 请选择出生日期

# babyRegistered
source: {name} has been registered!
hi: {name} सफलतापूर्वक पंजीकृत हो गया है!
ja: {name}ちゃんが登録されました！
ko: {name} 아기가 등록되었습니다!
zh: {name}已注册成功！

# registrationError
source: An error occurred during registration: {error}
hi: पंजीकरण के दौरान त्रुटि हुई: {error}
ja: 登録中にエラーが発生しました：{error}
ko: 등록 중 오류가 발생했습니다: {error}
zh: 注册时出错：{error}

# enterBabyInfo
source: Please enter baby information
de: Bitte geben Sie die Baby-Informationen ein
es: Ingresa la información del bebé
fr: Veuillez saisir les informations du bébé
hi: कृपया बच्चे की जानकारी दर्ज करें
id: Masukkan informasi bayi
ja: 赤ちゃんの情報を入力してください
ko: 아기 정보를 입력해주세요
pt: Digite as informações do bebê
ru: Введите информацию о ребёнке
th: กรุณากรอกข้อมูลลูก
tl: I-enter ang baby info
tr: Bebek bilgilerini girin
zh: 请输入宝宝信息

source: Baby Name
es: Nombre del bebé
fr: Nom du bébé
hi: बच्चे का नाम
id: Nama bayi
ja: 赤ちゃんの名前
ko: 아기 이름
pt: Nome do bebê
ru: Имя ребёнка
th: ชื่อลูก
tl: Pangalan ng baby
tr: Bebek adı
zh: 宝宝姓名

# babyNameHint
source: e.g. Emma
de: z.B. Emma
es: ej: Sofía
fr: ex : Emma
hi: उदाहरण: राहुल
id: contoh: Sari
ja: 例：太郎
ko: 예: 지민이
pt: ex: Maria
ru: например: Анна
th: เช่น: น้องมิ้น
tl: halimbawa: Maria
tr: örn: Elif
zh: 例如：小明

# babyNameRequired
source: Please enter baby's name
de: Bitte geben Sie den Namen des Babys ein
es: Ingresa el nombre del bebé
fr: Veuillez saisir le nom du bébé
hi: कृपया बच्चे का नाम दर्ज करें
id: Masukkan nama bayi
ja: 赤ちゃんの名前を入力してください
ko: 아기 이름을 입력해주세요
pt: Digite o nome do bebê
ru: Введите имя ребёнка
th: กรุณากรอกชื่อลูก
tl: I-enter ang pangalan ng baby
tr: Bebek adını girin
zh: 请输入宝宝姓名

# babyNameMinLength
source: Name must be at least 2 characters
de: Der Name muss mindestens 2 Zeichen haben
es: El nombre debe tener al menos 2 caracteres
fr: Le nom doit contenir au moins 2 caractères
hi: नाम कम से कम 2 अक्षर का होना चाहिए
id: Nama harus minimal 2 karakter
ja: 名前は2文字以上入力してください
ko: 이름은 2글자 이상 입력해주세요
pt: O nome deve ter pelo menos 2 caracteres
ru: Имя должно содержать минимум 2 символа
th: ชื่อต้องมีอย่างน้อย 2 ตัวอักษร
tl: Ang pangalan ay dapat may 2 characters o higit pa
tr: Ad en az 2 karakter olmalı
zh: 姓名至少需要2个字符

# selectBirthdateButton
source: Select Birthdate
de: Geburtsdatum auswählen
es: Seleccionar fecha de nacimiento
fr: Sélectionner la date de naissance
hi: जन्मतिथि चुनें
id: Pilih tanggal lahir
ja: 生年月日を選択
ko: 생년월일 선택
pt: Selecionar data de nascimento
ru: Выберите дату рождения
th: เลือกวันเกิด
tl: Piliin ang kaarawan
tr: Doğum tarihini seç
zh: 选择出生日期

# selectedDate
source: {year}/{month}/{day}
de: {day}.{month}.{year}
es: {day}/{month}/{year}
fr: {day}/{month}/{year}
hi: {day}/{month}/{year}
id: {day}/{month}/{year}
ja: {year}年{month}月{day}日
ko: {year}년 {month}월 {day}일
pt: {day}/{month}/{year}
ru: {day}.{month}.{year}
th: {day}/{month}/{year}
tl: {month}/{day}/{year}
tr: {day}.{month}.{year}
zh: {year}年{month}月{day}日

source: Gender (Optional)
hi: लिंग (वैकल्पिक)
ja: 性別（任意）
ko: 성별 (선택사항)
zh: 性别（可选）

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batal
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
th: ยกเลิก
tl: Kanselahin
tr: İptal
zh: 取消

source: Login failed
hi: लॉगिन विफल
ja: ログインに失敗しました
ko: 로그인에 실패했습니다
zh: 登录失败

# loginError
source: An error occurred during login: {error}
hi: लॉगिन के दौरान त्रुटि हुई: {error}
ja: ログイン中にエラーが発生しました：{error}
ko: 로그인 중 오류가 발생했습니다: {error}
zh: 登录时出错：{error}

# appTagline
source: Easily manage your baby's growth records
hi: अपने बच्चे के विकास रिकॉर्ड को आसानी से प्रबंधित करें
ja: 赤ちゃんの成長記録を簡単に管理
ko: 아기 성장 기록을 손쉽게 관리하세요
zh: 轻松管理宝宝成长记录

# termsNotice
source: By logging in, you agree to our Terms of Service and Privacy Policy
hi: लॉगिन करके, आप हमारी सेवा की शर्तों और गोपनीयता नीति से सहमत हैं
ja: ログインすることで、利用規約とプライバシーポリシーに同意したものとします
ko: 로그인하면 서비스 이용약관 및 개인정보 처리방침에 동의하게 됩니다
zh: 登录即表示您同意我们的服务条款和隐私政策

source: Login with Kakao
hi: Kakao से लॉगिन करें
ja: Kakaoでログイン
ko: 카카오로 로그인
zh: 使用Kakao登录

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
ja: 設定
ko: 설정
pt: Configurações
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
zh: 设置

source: Language
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
ja: 言語
ko: 언어
pt: Idioma
ru: Язык
th: ภาษา
tl: Wika
tr: Dil
zh: 语言

source: Select Birthdate
hi: जन्मतिथि चुनें
ja: 生年月日を選択
ko: 생년월일 선택
zh: 选择出生日期

# pleasSelectBirthDate
source: Please select birthdate
hi: कृपया जन्मतिथि चुनें
ja: 生年月日を選択してください
ko: 생년월일을 선택해주세요
zh: 请选择出生日期

# pleaseEnterBabyName
source: Please enter baby's name
de: Bitte geben Sie den Namen des Babys ein
es: Ingresa el nombre del bebé
fr: Veuillez saisir le nom du bébé
hi: कृपया बच्चे का नाम दर्ज करें
id: Masukkan nama bayi
ja: 赤ちゃんの名前を入力してください
ko: 아기 이름을 입력해주세요
pt: Digite o nome do bebê
ru: Введите имя ребёнка
th: กรุณากรอกชื่อลูก
tl: I-enter ang pangalan ng baby
tr: Bebek adını girin
zh: 请输入宝宝姓名

# nameMinLength
source: Name must be at least 2 characters
hi: नाम कम से कम 2 अक्षर का होना चाहिए
ja: 名前は2文字以上入力してください
ko: 이름은 2글자 이상 입력해주세요
zh: 姓名至少需要2个字符

# dateFormat
source: {year}/{month}/{day}
hi: {day}/{month}/{year}
ja: {year}年{month}月{day}日
ko: {year}년 {month}월 {day}일
zh: {year}年{month}月{day}日

# autoLogin
source: Stay logged in
hi: स्वचालित लॉगिन
ja: 自動ログイン
ko: 자동 로그인
zh: 自动登录

source: Logout
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hi: लॉग आउट
id: Keluar
ja: ログアウト
ko: 로그아웃
pt: Sair
ru: Выйти
th: ออกจากระบบ
tl: Mag-logout
tr: Çıkış yap
zh: 退出登录

# logoutConfirm
source: Are you sure you want to logout?
de: Sind Sie sicher, dass Sie sich abmelden möchten?
es: ¿Estás seguro de que quieres cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
hi: क्या आप वाकई लॉग आउट करना चाहते हैं?
id: Yakin ingin keluar?
ja: 本当にログアウトしますか？
ko: 정말 로그아웃 하시겠습니까?
pt: Tem certeza que deseja sair?
ru: Вы уверены, что хотите выйти?
th: คุณแน่ใจว่าต้องการออกจากระบบ?
tl: Sigurado ka bang mag-logout?
tr: Çıkış yapmak istediğinizden emin misiniz?
zh: 您确定要退出登录吗？

source: Yes
de: Ja
es: Sí
fr: Oui
hi: हाँ
id: Ya
ja: はい
ko: 예
pt: Sim
ru: Да
th: ใช่
tl: Oo
tr: Evet
zh: 是

source: No
de: Nein
fr: Non
hi: नहीं
id: Tidak
ja: いいえ
ko: 아니오
pt: Não
ru: Нет
th: ไม่
tl: Hindi
tr: Hayır
zh: 否

source: Dark Mode
de: Dunkler Modus
es: Modo oscuro
fr: Mode sombre
hi: डार्क मोड
id: Mode gelap
ja: ダークモード
ko: 다크 모드
pt: Modo escuro
ru: Тёмная тема
th: โหมดมืด
tr: Karanlık mod
zh: 深色模式

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
hi: दिखावट
id: Tampilan
ja: 外観
ko: 화면 설정
pt: Aparência
ru: Оформление
th: รูปลักษณ์
tl: Hitsura
tr: Görünüm
zh: 外观

source: Home
de: Startseite
es: Inicio
fr: Accueil
hi: होम
ja: ホーム
ko: 홈
pt: Início
ru: Главная
tr: Ana sayfa
zh: 首页

source: Timeline
de: Zeitachse
es: Línea de tiempo
fr: Chronologie
hi: टाइमलाइन
ja: タイムライン
ko: 타임라인
pt: Linha do tempo
ru: Хронология
tr: Zaman çizelgesi
zh: 时间线

source: Record
de: Aufzeichnen
es: Registrar
fr: Enregistrer
hi: रिकॉर्ड
ja: 記録
ko: 기록하기
pt: Registrar
ru: Записать
tl: I-record
tr: Kaydet
zh: 记录

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
hi: आंकड़े
ja: 統計
ko: 통계
pt: Estatísticas
ru: Статистика
tl: Estadistika
tr: İstatistikler
zh: 统计

source: Community
de: Gemeinschaft
es: Comunidad
fr: Communauté
hi: समुदाय
ja: コミュニティ
ko: 커뮤니티
pt: Comunidade
ru: Сообщество
tl: Komunidad
tr: Topluluk
zh: 社区

source: Coming Soon
de: Bald verfügbar
es: Próximamente
fr: Bientôt disponible
hi: जल्द आ रहा है
id: Segera hadir
ja: 近日公開
ko: 출시 예정
pt: Em breve
ru: Скоро
th: เร็วๆ นี้
tl: Malapit na
tr: Yakında
zh: 即将推出

# timelineUpdateMessage
source: Timeline feature will be updated soon
hi: टाइमलाइन सुविधा जल्द ही अपडेट होगी
ja: タイムライン機能は近日更新予定です
ko: 타임라인 기능이 곧 업데이트 될 예정입니다
zh: 时间线功能即将更新

# recordUpdateMessage
source: Record feature will be updated soon
hi: रिकॉर्ड सुविधा जल्द ही अपडेट होगी
ja: 記録機能は近日更新予定です
ko: 기록 기능이 곧 업데이트 될 예정입니다
zh: 记录功能即将更新

# statisticsUpdateMessage
source: Statistics feature will be updated soon
hi: आंकड़े सुविधा जल्द ही अपडेट होगी
ja: 統計機能は近日更新予定です
ko: 통계 기능이 곧 업데이트 될 예정입니다
zh: 统计功能即将更新

# communityUpdateMessage
source: Community feature will be updated soon
hi: समुदाय सुविधा जल्द ही अपडेट होगी
ja: コミュニティ機能は近日更新予定です
ko: 커뮤니티 기능이 곧 업데이트 될 예정입니다
zh: 社区功能即将更新

# todaySummary
source: Today's Summary
hi: आज का सारांश
ja: 今日のまとめ
ko: 오늘의 요약
zh: 今日总结

source: Growth Info
de: Wachstumsinfo
es: Información de Crecimiento
fr: Infos de croissance
hi: विकास जानकारी
id: Info Pertumbuhan
ja: 成長情報
ko: 성장 정보
pt: Info de Crescimento
ru: Информация о росте
th: ข้อมูลการเจริญเติบโต
tl: Impormasyon sa Paglaki
tr: Büyüme Bilgisi
zh: 成长信息

source: Last Feeding
hi: आखिरी बार दूध पिलाना
ja: 最後の授乳
ko: 마지막 수유
zh: 上次喂奶

source: Healthy
hi: स्वस्थ
ja: 健康
ko: 건강
zh: 健康

source: Feeding
de: Füttern
es: Alimentación
fr: Allaitement
hi: दूध पिलाना
id: Menyusui
ja: 授乳
ko: 수유
pt: Alimentação
ru: Кормление
th: ให้นม
tl: Pagpapakain
tr: Beslenme
zh: 喂奶

source: Total Feeding
hi: कुल दूध की मात्रा
ja: 総授乳量
ko: 총 수유량
zh: 总喂奶量

source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
hi: नींद
id: Tidur
ja: 睡眠
ko: 수면
pt: Sono
ru: Сон
th: นอน
tl: Tulog
tr: Uyku
zh: 睡眠

source: Total Sleep Time
hi: कुल नींद का समय
ja: 総睡眠時間
ko: 총 수면시간
zh: 总睡眠时间

source: Card Settings
hi: कार्ड सेटिंग्स
ja: カード設定
ko: 카드 설정
th: การตั้งค่าการ์ด

source: Card Settings Guide
ja: カード設定ガイド
ko: 카드 설정 가이드
th: คู่มือการตั้งค่าการ์ด

# cardSettingsDescription
source: • Toggle switches to show/hide cards • Drag to change card order • Changes are previewed in real-time
ja: • トグルスイッチでカードの表示/非表示を設定 • ドラッグでカードの順序を変更 • 変更内容はリアルタイムでプレビュー
ko: • 토글 스위치로 카드 표시/숨김을 설정하세요 • 드래그하여 카드 순서를 변경하세요 • 변경사항은 실시간으로 미리보기됩니다

# cardVisible
source: Visible
ja: 表示
ko: 표시됨

# cardHidden
source: Hidden
ja: 非表示
ko: 숨김

source: Save
hi: सेव करें
ja: 保存
ko: 저장

source: Card settings saved
ja: カード設定を保存しました
ko: 카드 설정이 저장되었습니다

# cardSettingsError
source: Error occurred while saving settings
ja: 設定保存中にエラーが発生しました
ko: 설정 저장 중 오류가 발생했습니다

# discardChanges
source: Discard changes and return to previous state?
ja: 変更を取り消して前の状態に戻りますか？
ko: 변경된 설정을 취소하고 이전 상태로 돌아가시겠습니까?

source: Continue Editing
ja: 編集を続ける
ko: 계속 편집
th: แก้ไขต่อ

# discardChangesExit
source: Exit without saving changes?
ja: 変更を保存せずに終了しますか？
ko: 변경된 설정을 저장하지 않고 나가시겠습니까?

source: Exit
hi: बाहर निकलें
ja: 終了
ko: 나가기

source: Diaper
de: Windel
es: Pañal
fr: Couche
hi: डायपर
id: Popok
ja: おむつ
ko: 기저귀
pt: Fralda
ru: Подгузник
th: ผ้าอ้อม
tr: Bez

source: Solid Food
de: Feste Nahrung
es: Alimento Sólido
fr: Alimentation Solide
hi: ठोस आहार
id: Makanan Padat
ja: 離乳食
ko: 이유식
pt: Comida Sólida
ru: Твердая Пища
th: อาหารแข็ง
tl: Solid na Pagkain
tr: Katı Gıda

source: Medication
de: Medikament
es: Medicación
fr: Médicament
hi: दवा
id: Obat
ja: 投薬
ko: 투약
pt: Medicação
ru: Лекарство
th: ยา
tl: Gamot
tr: Ilaç

source: Milk Pumping
de: Milch abpumpen
es: Extracción de Leche
fr: Tire-lait
hi: दूध निकालना
id: Memompa ASI
ja: 搾乳
ko: 유축
pt: Ordenha
ru: Сцеживание Молока
th: ปั๊มนม
tl: Pag-pump ng Gatas
tr: Süt Sağma

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
hi: तापमान
id: Suhu
ja: 体温
ko: 체온
pt: Temperatura
ru: Температура
th: อุณหภูมิ
tl: Temperatura
tr: Sıcaklık

source: Growth
hi: विकास
ja: 成長
ko: 성장

source: Health
hi: स्वास्थ्य
ja: 健康
ko: 건강

# feedingCount
source: {count} times
ja: {count}回
ko: {count}회

source: Feeding Amount
de: Fütterungsmenge
es: Cantidad de alimentación
fr: Quantité d'alimentation
hi: फीडिंग मात्रा
id: Jumlah pemberian makan
ja: 授乳量
ko: 수유량
pt: Quantidade de alimentação
ru: Количество кормления
th: ปริมาณการให้อาหาร
tl: Dami ng pagpapakain
tr: Beslenme miktarı

# feedingRecordAdded
source: Feeding record added successfully
ja: 授乳記録を追加しました
ko: 수유 기록이 추가되었습니다

# feedingRecordFailed
source: Failed to add feeding record
ja: 授乳記録の追加に失敗しました
ko: 수유 기록 추가에 실패했습니다

# feedingRecordsLoadFailed
source: Failed to load feeding records
ja: 授乳記録の読み込みに失敗しました
ko: 수유 기록을 불러오는데 실패했습니다

source: Quick Feeding
ja: クイック授乳
ko: 빠른 수유

source: Feeding Time
ja: 授乳時間
ko: 수유 시간

source: Feeding Type
ja: 授乳方法
ko: 수유 방법

source: Breastfeeding
ja: 母乳
ko: 모유 수유

source: Bottle Feeding
ja: ミルク
ko: 분유 수유

source: Mixed Feeding
ja: 混合
ko: 혼합 수유

# sleepCount
source: {count} times
ja: {count}回
ko: {count}회

source: Sleep started
ja: 睡眠を開始しました
ko: 수면을 시작했습니다

source: Sleep ended
ja: 睡眠が終了しました
ko: 수면이 종료되었습니다

# sleepInProgress
source: Sleeping
de: Schläft
es: Durmiendo
fr: Endormi
ja: 睡眠中
ko: 수면 중
ru: Спит
tl: Natutulog
tr: Uyuyor

# sleepRecordFailed
source: Failed to process sleep record
ja: 睡眠記録の処理に失敗しました
ko: 수면 기록 처리에 실패했습니다

# sleepRecordsLoadFailed
source: Failed to load sleep records
ja: 睡眠記録の読み込みに失敗しました
ko: 수면 기록을 불러오는데 실패했습니다

source: Sleep Time
ja: 入眠時間
ko: 잠든 시간

source: Wake Up Time
ja: 起床時間
ko: 깬 시간

# sleepDurationLabel
source: Sleep Duration
ja: 睡眠時間
ko: 수면 시간

source: Nap Time
ja: お昼寝
ko: 낮잠

source: Night Sleep
ja: 夜間睡眠
ko: 밤잠

# diaperCount
source: {count} times
ja: {count}回
ko: {count}회

source: Diaper changed
ja: おむつ交換
ko: 기저귀 교체

# diaperRecordAdded
source: Diaper change record added successfully
ja: おむつ交換記録を追加しました
ko: 기저귀 교체 기록이 추가되었습니다

# diaperRecordFailed
source: Failed to add diaper record
ja: おむつ記録の追加に失敗しました
ko: 기저귀 기록 추가에 실패했습니다

# diaperRecordsLoadFailed
source: Failed to load diaper records
ja: おむつ記録の読み込みに失敗しました
ko: 기저귀 기록을 불러오는데 실패했습니다

# wetDiaper
source: Wet
ja: おしっこ
ko: 소변

# dirtyDiaper
source: Dirty
ja: うんち
ko: 대변

# bothDiaper
source: Both
ja: 両方
ko: 대소변

source: Wet {count}
ja: おしっこ{count}回
ko: 소변 {count}회

source: Dirty {count}
ja: うんち{count}回
ko: 대변 {count}회

source: Both {count}
ja: 両方{count}回
ko: 대소변 {count}회

source: Diaper Type
ja: おむつの種類
ko: 기저귀 종류

# diaperChangeTime
source: Change Time
ja: 交換時間
ko: 교체 시간

source: Weight
de: Gewicht
es: Peso
fr: Poids
hi: वजन
id: Berat
ja: 体重
ko: 체중
pt: Peso
ru: Вес
th: น้ำหนัก
tl: Timbang
tr: Kilo

source: Height
de: Größe
es: Altura
fr: Taille
hi: लंबाई
id: Tinggi
ja: 身長
ko: 키
pt: Altura
ru: Рост
th: ส่วนสูง
tl: Taas
tr: Boy

source: Growth Record
ja: 成長記録
ko: 성장 기록

source: Growth record added
ja: 成長記録を追加しました
ko: 성장 기록이 추가되었습니다

# growthRecordFailed
source: Failed to save growth record
ja: 成長記録の保存に失敗しました
ko: 성장 기록 저장에 실패했습니다

source: Measurement Type
ja: 測定項目
ko: 측정 항목

# measurementValue
source: Value
ja: 測定値
ko: 측정값

source: Notes
ja: メモ
ko: 메모

source: Notes (Optional)
ja: メモ（任意）
ko: 메모 (선택사항)

# temperatureRange
source: Temperature must be between 30.0°C and 45.0°C
ja: 体温は30.0°C〜45.0°Cの間で入力してください
ko: 체온은 30.0°C ~ 45.0°C 사이여야 합니다

# weightRange
source: Weight must be between 0.1kg and 50kg
ja: 体重は0.1kg〜50kgの間で入力してください
ko: 체중은 0.1kg ~ 50kg 사이여야 합니다

# heightRange
source: Height must be between 1cm and 200cm
ja: 身長は1cm〜200cmの間で入力してください
ko: 키는 1cm ~ 200cm 사이여야 합니다

# enterValidNumber
source: Please enter a valid number
de: Bitte gültige Zahl eingeben
es: Por favor ingrese un número válido
fr: Veuillez saisir un nombre valide
id: Silakan masukkan angka yang valid
ja: 有効な数値を入力してください
ko: 올바른 숫자를 입력해주세요
pt: Por favor, insira um número válido
ru: Пожалуйста, введите действительное число
th: กรุณากรอกตัวเลขที่ถูกต้อง
tl: Paki-enter ang valid na numero
tr: Lütfen geçerli bir sayı girin

# recordGrowthInfo
source: Record Growth Information
ja: 成長情報を記録
ko: 성장 정보 기록

# currentMeasurement
source: Enter current {type}
ja: 現在の{type}を入力
ko: 현재 {type} 입력

# measurementSituation
source: Record measurement situation or special notes (optional)
ja: 測定状況や特記事項を記録してください（任意）
ko: 측정 상황이나 특이사항을 기록해주세요 (선택사항)

# communityTitle
source: Community
hi: समुदाय
ja: コミュニティ
ko: 커뮤니티

source: Write Post
de: Beitrag schreiben
es: Escribir Post
fr: Écrire un post
hi: पोस्ट लिखें
id: Tulis Postingan
ja: 投稿する
ko: 글쓰기
pt: Escrever Post
ru: Написать пост
th: เขียนโพสต์
tl: Sumulat ng Post
tr: Gönderi Yaz

source: Post
de: Posten
es: Publicar
fr: Publier
hi: पोस्ट
id: Posting
ja: 投稿
ko: 게시
pt: Publicar
ru: Опубликовать
th: โพสต์
tl: I-post
tr: Gönder

source: Post Title
ja: タイトル
ko: 제목

source: Post Content
ja: 内容
ko: 내용

# postTitleHint
source: Enter title
ja: タイトルを入力
ko: 제목을 입력하세요

# postContentHint
source: Enter content... Feel free to share your story.
ja: 内容を入力してください... 自由にお話しください。
ko: 내용을 입력하세요... 자유롭게 이야기를 나눠보세요.

source: Select Category
de: Kategorie auswählen
es: Seleccionar categoría
fr: Sélectionner une catégorie
hi: कैटेगरी चुनें
id: Pilih kategori
ja: カテゴリー選択
ko: 카테고리 선택
pt: Selecionar categoria
ru: Выберите категорию
th: เลือกหมวดหมู่
tl: Pumili ng category
tr: Kategori seç

# postCreated
source: Post created successfully!
ja: 投稿が正常に作成されました！
ko: 게시글이 성공적으로 작성되었습니다!

# postCreateFailed
source: Failed to create post: {error}
ja: 投稿の作成に失敗しました：{error}
ko: 게시글 작성에 실패했습니다: {error}

source: Nickname
ja: ニックネーム
ko: 닉네임

# nicknameSetup
source: Set up nickname
ja: ニックネーム設定
ko: 닉네임 설정

# nicknameChange
source: Change nickname
ja: ニックネーム変更
ko: 닉네임 변경

# nicknameHint
source: Enter nickname
ja: ニックネームを入力
ko: 닉네임을 입력하세요

# nicknameDescription
source: Create a nickname to use in the community. It will be displayed to other users.
ja: コミュニティで使用するニックネームを作成してください。 他のユーザーに表示されます。
ko: 커뮤니티에서 사용할 닉네임을 만들어주세요. 다른 사용자들에게 표시됩니다.

# nicknameChangeDescription
source: You can change to a new nickname.
ja: 新しいニックネームに変更できます。
ko: 새로운 닉네임으로 변경할 수 있습니다.

# nicknameValidation
source: Korean, English, numbers, underscore (_) allowed (2-20 characters)
ja: ひらがな、カタカナ、漢字、英語、数字、アンダースコア（_）使用可（2-20文字）
ko: 한글, 영어, 숫자, 밑줄(_) 허용 (2-20자)

# nicknameMinLength
source: Nickname must be at least 2 characters
ja: ニックネームは2文字以上である必要があります
ko: 닉네임은 2글자 이상이어야 합니다

# nicknameMaxLength
source: Nickname must be 20 characters or less
ja: ニックネームは20文字以下である必要があります
ko: 닉네임은 20글자 이하여야 합니다

# nicknameInvalidChars
source: Only Korean, English, numbers, and underscore (_) are allowed
ja: ひらがな、カタカナ、漢字、英語、数字、アンダースコア（_）のみ使用可能です
ko: 한글, 영어, 숫자, 밑줄(_)만 사용 가능합니다

# nicknameChanged
source: Nickname changed successfully!
ja: ニックネームが正常に変更されました！
ko: 닉네임이 성공적으로 변경되었습니다!

# startButton
source: Get Started
ja: 始める
ko: 시작하기

# changeButton
source: Change
ja: 変更
ko: 변경

# characterCount
source: Title: {count}/200
ja: タイトル：{count}/200
ko: 제목: {count}/200

# contentCharacterCount
source: Content: {count}/10000
de: Inhalt: {count}/10000
es: Contenido: {count}/10000
fr: Contenu : {count}/10000
hi: सामग्री: {count}/10000
id: Konten: {count}/10000
ja: 内容: {count}/10000
ko: 내용: {count}/10000
pt: Conteúdo: {count}/10000
ru: Содержание: {count}/10000
th: เนื้อหา: {count}/10000
tr: İçerik: {count}/10000

# imageCount
source: Images: {count}/5
ja: 画像：{count}/5
ko: 이미지: {count}/5

source: Add Images
ja: 画像追加
ko: 이미지 추가

# imageSelectFailed
source: Image selection failed: {error}
ja: 画像選択に失敗しました：{error}
ko: 이미지 선택에 실패했습니다: {error}

source: Feature in development
ja: 機能開発中
ko: 기능 개발 중

# liveQA
source: 🔥 Pediatrician Live Q&A
hi: 🔥 बाल रोग विशेषज्ञ लाइव Q&A
ja: 🔥 小児科医ライブQ&A
ko: 🔥 소아과 라이브 Q&A

# liveQADescription
source: Today at 7 PM! Our specialists will answer all your questions
hi: आज शाम 7 बजे! सभी प्रश्नों का जवाब देंगे विशेषज्ञ
ja: 今日午後7時！皆さんのすべての質問に専門医がお答えします
ko: 오늘 오후 7시! 궁금했던 모든 질문에 전문의가 답변해드려요

# likeOrder
source: Most Liked
ja: いいね順
ko: 좋아요순

# latestOrder
source: Latest
ja: 最新順
ko: 최신순

# userNotFound
source: User information not found
ja: ユーザー情報が見つかりません
ko: 사용자 정보를 찾을 수 없습니다

# statisticsTitle
source: Statistics
hi: आंकड़े
ja: 統計
ko: 통계

source: No Statistics Data
hi: कोई आंकड़े उपलब्ध नहीं
ja: 統計データがありません
ko: 통계 데이터가 없습니다

# statisticsDescription
source: No activities recorded during {period}. Start recording your baby's activities!
ja: {period}期間中に記録されたアクティビティがありません。 赤ちゃんのアクティビティを記録してみましょう！
ko: {period} 동안 기록된 활동이 없습니다. 아기의 활동을 기록해보세요!

source: Record Activity
hi: गतिविधि रिकॉर्ड करें
ja: 活動を記録
ko: 활동 기록하기
