Repository: skyinthe-sea/bomt
Catalog: lib/src/l10n/app_*.arb
Languages: de, es, fr, hi, id, ja, ko, pt, ru, th, tl, tr, zh

source: View Other Period
hi: अन्य अवधि देखें
ja: 他の期間を表示
ko: 다른 기간 보기

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
hi: रीफ्रेश
id: Segarkan
ja: 更新
ko: 새로고침
pt: Atualizar
ru: Обновить
th: รีเฟรช
tl: I-refresh
tr: Yenile

# statisticsTips
source: To view statistics?
ja: 統計を表示するには？
ko: 통계를 보려면?

# statisticsTip1
source: Record activities like feeding, sleep, diaper changes
ja: 授乳、睡眠、おむつ交換などのアクティビティを記録する
ko: 수유, 수면, 기저귀 등의 활동을 기록하세요

# statisticsTip2
source: At least one day of data is required for statistics
ja: 統計には最低1日分のデータが必要です
ko: 통계를 위해서는 최소 하루의 데이터가 필요합니다

# statisticsTip3
source: You can record easily from the home screen
ja: ホーム画面から簡単に記録できます
ko: 홈 화면에서 간편하게 기록할 수 있습니다

source: Save as Image
hi: छवि के रूप में सहेजें
ja: 画像として保存
ko: 이미지로 저장

# saveAsImageDescription
source: Save statistics as image
ja: 統計を画像として保存
ko: 통계를 이미지로 저장

source: Share as Text
hi: टेक्स्ट के रूप में साझा करें
ja: テキストとして共有
ko: 텍스트로 공유

# shareAsTextDescription
source: Share statistics summary as text
ja: 統計サマリーをテキストで共有
ko: 통계 요약을 텍스트로 공유

# statisticsEmptyState
source: No statistics data
ja: 統計データなし
ko: 통계 데이터 없음

# retryButton
source: Try Again
ja: 再試行
ko: 다시 시도

# detailsButton
source: Details
ja: 詳細
ko: 상세보기

# goHomeButton
source: Go Home
ja: ホームへ
ko: 홈으로

# applyButton
source: Apply
ja: 適用
ko: 적용

source: Last Week
ja: 先週
ko: 지난 주

source: Last Month
ja: 先月
ko: 지난 달

source: Last 3 Months
ja: 過去3か月
ko: 최근 3개월

source: All Time
ja: 全期間
ko: 전체

# viewOtherPeriodTitle
source: View Other Period
ja: 他の期間を表示
ko: 다른 기간 보기

source: Family Invitation
de: Familieneinladung
es: Invitación familiar
fr: Invitation familiale
hi: पारिवारिक निमंत्रण
id: Undangan keluarga
ja: 家族招待
ko: 가족 초대
pt: Convite familiar
ru: Семейное приглашение
th: การเชิญครอบครัว
tr: Aile daveti

# invitationDescription
source: Manage baby records together with your family using invitation codes
ja: 招待コードを使用して家族と一緒に赤ちゃんの記録を管理
ko: 초대 코드를 사용하여 가족과 함께 아기 기록을 관리하세요

source: Create Invitation
ja: 招待状作成
ko: 초대장 만들기

# invitationCreated
source: Invitation created successfully
ja: 招待状が正常に作成されました
ko: 초대장이 성공적으로 생성되었습니다

# invitationCreateFailed
source: Failed to create invitation: {error}
ja: 招待状の作成に失敗しました：{error}
ko: 초대장 생성에 실패했습니다: {error}

# invitationRole
source: Role
ja: 役割
ko: 역할

# invitationDuration
source: Validity Period
ja: 有効期間
ko: 유효 기간

# roleParent
source: Parent
ja: 親
ko: 부모

# roleCaregiver
source: Caregiver
ja: 保育者
ko: 양육자

# roleGuardian
source: Guardian
ja: 保護者
ko: 보호자

# roleParentDesc
source: Can manage all records as baby's parent
ja: 赤ちゃんの親としてすべての記録を管理できます
ko: 아기의 부모로서 모든 기록을 관리할 수 있습니다

# roleCaregiverDesc
source: Can manage some records as caregiver
ja: 保育者として一部の記録を管理できます
ko: 양육자로서 일부 기록을 관리할 수 있습니다

# roleGuardianDesc
source: Can view records as baby's guardian
ja: 赤ちゃんの保護者として記録を閲覧できます
ko: 아기의 보호자로서 기록을 조회할 수 있습니다

source: Invitation Guide
ja: 招待ガイド
ko: 초대장 가이드

# invitationGuideDesc
source: You can invite family members to manage baby records together. The invited person can participate through the invitation link after installing the app.
ja: 家族メンバーを招待して一緒に赤ちゃんの記録を管理できます。招待された方はアプリインストール後、招待リンクから参加できます。
ko: 가족 구성원을 초대하여 함께 아기 기록을 관리할 수 있습니다. 초대받은 분은 앱 설치 후 초대 링크를 통해 참여하실 수 있습니다.

source: Share Invitation
ja: 招待状を共有
ko: 초대장 공유

# shareImmediately
source: Share Now
ja: 今すぐ共有
ko: 지금 공유하기

source: Invitation Preview
ja: 招待状プレビュー
ko: 초대장 미리보기

# invitationExpiry
source: Expires in {duration}
ja: {duration}後に期限切れ
ko: {duration} 후 만료

# joinWithCode
source: Join with Invitation Code
ja: 招待コードで参加
ko: 초대 코드로 참여

# invitationValidity
source: Invitation Validity Period
ja: 招待状有効期間
ko: 초대장 유효 기간

# testMode
source: Test Mode: Creating invitation with temporary user information
ja: テストモード：一時的なユーザー情報で招待状を作成
ko: 테스트 모드: 임시 사용자 정보로 초대장을 생성합니다

source: OK
hi: ठीक है
ko: 확인

source: Edit
hi: संपादित करें
ja: 編集
ko: 편집

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
id: Hapus
ja: 削除
ko: 삭제
pt: Excluir
ru: Удалить
th: ลบ
tl: Burahin
tr: Sil

source: Add
hi: जोड़ें
ja: 追加
ko: 추가

source: Remove
hi: हटाएं
ja: 削除
ko: 제거

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
hi: पुष्टि करें
id: Konfirmasi
ja: 確認
ko: 확인
pt: Confirmar
ru: Подтвердить
th: ยืนยัน
tl: Kumpirmahin
tr: Onayla

source: Future
de: Zukunft
es: Futuro
fr: Futur
id: Masa Depan
ko: 미래
pt: Futuro
ru: Будущее
th: อนาคต
tl: Hinaharap
tr: Gelecek

source: Previous date
de: Vorheriges Datum
es: Fecha anterior
fr: Date précédente
id: Tanggal sebelumnya
ko: 이전 날짜
pt: Data anterior
ru: Предыдущая дата
th: วันที่ผ่านมา
tl: Nakaraang petsa
tr: Önceki tarih

source: Next date
de: Nächstes Datum
es: Fecha siguiente
fr: Date suivante
id: Tanggal berikutnya
ko: 다음 날짜
pt: Próxima data
ru: Следующая дата
th: วันถัดไป
tl: Susunod na petsa
tr: Sonraki tarih

source: Select date
de: Datum auswählen
es: Seleccionar fecha
fr: Sélectionner la date
id: Pilih tanggal
ko: 날짜 선택
pt: Selecionar data
ru: Выбрать дату
th: เลือกวันที่
tl: Pumili ng petsa
tr: Tarih seçin

source: Back
hi: वापस
ja: 戻る
ko: 뒤로

source: Next
hi: अगला
ja: 次へ
ko: 다음

source: Done
hi: पूर्ण
ja: 完了
ko: 완료

source: Loading...
hi: लोड हो रहा है...
ja: 読み込み中...
ko: 로딩 중...

source: Retry
hi: फिर से कोशिश करें
ja: 再試行
ko: 다시 시도
th: ลองใหม่

source: Error
hi: त्रुटि
ja: エラー
ko: 오류

source: Success
hi: सफलता
ja: 成功
ko: 성공

source: Warning
hi: चेतावनी
ja: 警告
ko: 경고

# info
source: Information
hi: जानकारी
ja: 情報
ko: 정보

# errorOccurred
source: An error occurred: {error}
hi: त्रुटि हुई: {error}
ja: エラーが発生しました：{error}
ko: 오류가 발생했습니다: {error}

# networkError
source: Network connection error
hi: नेटवर्क कनेक्शन त्रुटि
ja: ネットワーク接続エラー
ko: 네트워크 연결 오류

# serverError
source: Server error occurred
hi: सर्वर त्रुटि हुई
ja: サーバーエラーが発生しました
ko: 서버 오류가 발생했습니다

# validationError
source: Please check your input
hi: कृपया अपना इनपुट जांचें
ja: 入力内容を確認してください
ko: 입력 내용을 확인해주세요

# requiredField
source: This field is required
hi: यह फील्ड आवश्यक है
ja: 必須入力項目です
ko: 필수 입력 항목입니다

source: Invalid input
hi: अमान्य इनपुट
ja: 無効な入力です
ko: 잘못된 입력입니다

source: Save failed
hi: सेव करने में विफल
ja: 保存に失敗しました
ko: 저장에 실패했습니다

source: Load failed
hi: लोड करने में विफल
ja: 読み込みに失敗しました
ko: 로드에 실패했습니다

source: Update failed
hi: अपडेट करने में विफल
ja: 更新に失敗しました
ko: 업데이트에 실패했습니다

source: Delete failed
hi: हटाने में विफल
ja: 削除に失敗しました
ko: 삭제에 실패했습니다

# durationMinutes
source: {minutes}m
hi: {minutes}मिनट
ja: {minutes}分
ko: {minutes}분

# durationHours
source: {hours}h
hi: {hours}घंटे
ja: {hours}時間
ko: {hours}시간

# durationHoursMinutes
source: {hours}h {minutes}m
hi: {hours}घंटे {minutes}मिनट
ja: {hours}時間{minutes}分
ko: {hours}시간 {minutes}분

# daysAgo
source: {days} days ago
hi: {days} दिन पहले
ja: {days}日前
ko: {days}일 전

# hoursAgo
source: {hours} hours ago
hi: {hours} घंटे पहले
ja: {hours}時間前
ko: {hours}시간 전

# minutesAgo
source: {minutes} minutes ago
de: {minutes} Minuten her
es: hace {minutes} minutos
fr: il y a {minutes} minutes
hi: {minutes} मिनट पहले
id: {minutes} menit yang lalu
ja: {minutes}分前
ko: {minutes}분 전
pt: há {minutes} minutos
ru: {minutes} минут назад
th: {minutes} นาทีที่แล้ว
tl: {minutes} minuto na ang nakakaraan
tr: {minutes} dakika önce

source: Just now
hi: अभी
ja: たった今
ko: 방금 전

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
id: Hari Ini
ja: 今日
ko: 오늘
pt: Hoje
ru: Сегодня
th: วันนี้
tl: Ngayon
tr: Bugün

source: Yesterday
hi: कल
ja: 昨日
ko: 어제

source: This Week
hi: इस सप्ताह
ja: 今週
ko: 이번 주

source: This Month
hi: इस महीने
ja: 今月
ko: 이번 달

source: Medication Name
hi: दवा का नाम
ja: 薬品名
ko: 약품명

# medicationDose
source: Dose
hi: खुराक
ja: 用量
ko: 용량

# medicationTime
source: Medication
de: Medikament
es: Medicación
fr: Médicament
hi: दवा
id: Obat
ja: 投薬
ko: 투약
pt: Medicação
ru: Лекарство
th: ยา
tl: Gamot
tr: İlaç

# medicationAdded
source: Medication record added
hi: दवा रिकॉर्ड जोड़ा गया
ja: 投薬記録を追加しました
ko: 투약 기록이 추가되었습니다

# solidFoodType
source: Food Type
hi: भोजन का प्रकार
ja: 離乳食の種類
ko: 이유식 종류

# solidFoodAdded
source: Solid food record added
hi: ठोस आहार रिकॉर्ड जोड़ा गया
ja: 離乳食記録を追加しました
ko: 이유식 기록이 추가되었습니다

# milkPumpingAmount
source: Pumping Amount
hi: दूध की मात्रा
ja: 搾乳量
ko: 유축량

# milkPumpingTime
source: Pumping Time
hi: समय
ja: 搾乳時間
ko: 유축 시간

# milkPumpingAdded
source: Milk pumping record added
hi: दूध निकालने का रिकॉर्ड जोड़ा गया
ja: 搾乳記録を追加しました
ko: 유축 기록이 추가되었습니다

source: Temperature Reading
hi: तापमान रीडिंग
ja: 体温測定
ko: 체온 측정

# temperatureNormal
source: Normal
hi: सामान्य
ja: 正常
ko: 정상

# temperatureHigh
source: High
hi: उच्च
ja: 高熱
ko: 고열

# temperatureLow
source: Low
hi: कम
ja: 低体温
ko: 저체온

source: Profile Photo
hi: प्रोफाइल फोटो
ja: プロフィール写真
ko: 프로필 사진

# profilePhotoUpdate
source: Update Profile Photo
hi: प्रोफाइल फोटो अपडेट करें
ja: プロフィール写真更新
ko: 프로필 사진 업데이트

# selectPhotoSource
source: How would you like to select a photo?
hi: आप फोटो कैसे चुनना चाहते हैं?
ja: 写真をどのように選択しますか？
ko: 사진을 어떻게 선택하시겠습니까?

source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
hi: कैमरा
id: Kamera
ja: カメラ
ko: 카메라
pt: Câmera
ru: Камера
th: กล้อง
tr: Kamera

source: Gallery
de: Galerie
es: Galería
fr: Galerie
hi: गैलरी
id: Galeri
ja: ギャラリー
ko: 갤러리
pt: Galeria
ru: Галерея
th: แกลเลอรี
tr: Galeri

# photoUpdated
source: Profile photo updated
hi: प्रोफाइल फोटो अपडेट की गई
ja: プロフィール写真を更新しました
ko: 프로필 사진이 업데이트되었습니다

# photoUploadFailed
source: Profile photo update failed
hi: प्रोफाइल फोटो अपडेट विफल
ja: プロフィール写真の更新に失敗しました
ko: 프로필 사진 업데이트에 실패했습니다

# photoUploading
source: Uploading photo...
hi: फोटो अपलोड हो रही है...
ja: 写真をアップロード中...
ko: 사진 업로드 중...

# cameraNotAvailable
source: Camera not available on iOS simulator. Please try from gallery.
ja: iOSシミュレーターではカメラを使用できません。 ギャラリーから選択してください。
ko: iOS 시뮬레이터에서는 카메라를 사용할 수 없습니다. 갤러리에서 선택해주세요.

# cameraAccessError
source: Camera access error occurred. Please try from gallery.
ja: カメラアクセスエラーが発生しました。 ギャラリーから選択してください。
ko: 카메라 접근 오류가 발생했습니다. 갤러리에서 선택해주세요.

source: Add Image
hi: इमेज जोड़ें
ja: 画像追加
ko: 이미지 추가

source: Remove Image
hi: इमेज हटाएं
ja: 画像削除
ko: 이미지 제거

# maxImagesReached
source: Maximum {count} images allowed
hi: अधिकतम {count} छवियों की अनुमति है
ja: 最大{count}枚まで許可されています
ko: 최대 {count}개의 이미지만 허용됩니다

# ageMonthsAndDays
source: {months} months {days} days
de: {months} Monate {days} Tage
es: {months} meses {days} días
fr: {months} mois {days} jours
hi: {months} महीने {days} दिन
id: {months} bulan {days} hari
ja: {months}か月{days}日
ko: {months}개월 {days}일
pt: {months} meses {days} dias
ru: {months} месяцев {days} дней
th: {months} เดือน {days} วัน
tl: {months} buwan {days} araw
tr: {months} ay {days} gün

source: Last feeding time
de: Letzte Stillzeit
es: Última hora de alimentación
fr: Dernière heure d'alimentation
hi: अंतिम दूध पिलाने का समय
id: Waktu menyusui terakhir
ja: 最後の授乳時間
ko: 마지막 수유 시간
pt: Último horário de alimentação
ru: Время последнего кормления
th: เวลาการให้อาหารครั้งสุดท้าย
tl: Huling oras ng pagpapakain
tr: Son beslenme zamanı

# hoursAndMinutesAgo
source: {hours} hours {minutes} minutes ago
de: {hours} Stunden {minutes} Minuten her
es: hace {hours} horas {minutes} minutos
fr: il y a {hours} heures {minutes} minutes
hi: {hours} घंटे {minutes} मिनट पहले
id: {hours} jam {minutes} menit yang lalu
ja: {hours}時間{minutes}分前
ko: {hours}시간 {minutes}분 전
pt: há {hours} horas {minutes} minutos
ru: {hours} часов {minutes} минут назад
th: {hours} ชั่วโมง {minutes} นาทีที่แล้ว
tl: {hours} oras {minutes} minuto na ang nakakaraan
tr: {hours} saat {minutes} dakika önce

# nextFeedingSchedule
source: Next feeding in about {hours}h {minutes}m
hi: लगभग {hours} घंटे {minutes} मिनट बाद दूध पिलाना
ja: 約{hours}時間{minutes}分後に授乳予定
ko: 약 {hours}시간 {minutes}분 후 수유 예정

# nextFeedingScheduleMinutes
source: Next feeding in about {minutes} minutes
hi: लगभग {minutes} मिनट बाद दूध पिलाना
ja: 約{minutes}分後に授乳予定
ko: 약 {minutes}분 후 수유 예정

# feedingTimeNow
source: It's feeding time now 🍼
hi: अभी दूध पिलाने का समय है 🍼
ja: 今が授乳時間です🍼
ko: 지금 수유 시간입니다 🍼

# feedingTimeSoon
source: Feeding time soon ({minutes} minutes)
hi: जल्द ही दूध पिलाने का समय ({minutes} मिनट बाद)
ja: もうすぐ授乳時間です（{minutes}分後）
ko: 곧 수유 시간입니다 ({minutes}분 후)

source: Feeding time overdue
hi: दूध पिलाने का समय बीत गया
ja: 授乳時間が過ぎました
ko: 수유 시간이 지났습니다

# feedingAlarm
source: Feeding alarm in {hours}h {minutes}m
hi: {hours} घंटे {minutes} मिनट बाद दूध पिलाने का अलार्म
ja: {hours}時間{minutes}分後に授乳アラーム
ko: {hours}시간 {minutes}분 후 수유 알람

# feedingAlarmMinutes
source: Feeding alarm in {minutes} minutes
hi: {minutes} मिनट बाद दूध पिलाने का अलार्म
ja: {minutes}分後に授乳アラーム
ko: {minutes}분 후 수유 알람

source: times
hi: बार
ja: 回
ko: 회

source: meals
hi: बार
ja: 回
ko: 끼

# hoursUnit
source: hours
de: Stunden
es: horas
fr: heures
hi: घंटे
ja: 時間
ko: 시간

# minutesUnit
source: minutes
hi: मिनट
ja: 分
ko: 분

source: View Details
de: Details anzeigen
es: Ver Detalles
fr: Voir les détails
hi: विवरण देखें
id: Lihat Detail
ja: 詳細表示
ko: 상세보기
pt: Ver Detalhes
ru: Посмотреть подробности
th: ดูรายละเอียด
tl: Tingnan ang Detalye
tr: Detayları Görüntüle

source: First Record
hi: पहला रिकॉर्ड
ja: 初回記録
ko: 첫 기록

source: No Change
hi: कोई बदलाव नहीं
ja: 変化なし
ko: 변화 없음

source: In Progress
hi: चल रहा है
ja: 進行中
ko: 진행 중

source: Scheduled
hi: निर्धारित
ja: 予定
ko: 예정

# startBabyRecording
source: Register your baby and start tracking growth
hi: अपना बच्चा पंजीकृत करें और ट्रैकिंग शुरू करें
ja: 赤ちゃんを登録して育児記録を始めましょう
ko: 아기를 등록하고 육아 기록을 시작해보세요

# registerBabyNow
source: Register Baby
hi: बच्चा पंजीकृत करें
ja: 赤ちゃんを登録
ko: 아기 등록하기

# joinWithInviteCode
source: Join with Invitation Code
de: Mit Einladungscode beitreten
es: Unirse con código de invitación
fr: Rejoindre avec un code d'invitation
hi: निमंत्रण कोड के साथ शामिल हों
id: Bergabung dengan kode undangan
ja: 招待コードで参加
ko: 초대 코드로 참여
pt: Entrar com código de convite
ru: Присоединиться по коду приглашения
th: เข้าร่วมด้วยรหัสเชิญ
tl: Sumali gamit ang invite code
tr: Davet koduyla katıl

# loadingBabyInfo
source: Loading baby information...
de: Baby-Informationen werden geladen...
es: Cargando información del bebé...
fr: Chargement des informations du bébé...
hi: बच्चे की जानकारी लोड हो रही है...
id: Memuat informasi bayi...
ja: 赤ちゃん情報を読み込み中...
ko: 아기 정보를 불러오는 중...
pt: Carregando informações do bebê...
ru: Загрузка информации о ребёнке...
th: กำลังโหลดข้อมูลลูก...
tl: Nilo-load ang baby info...
tr: Bebek bilgileri yükleniyor...

# pleaseRegisterBaby
source: Please register a baby in settings
hi: कृपया सेटिंग्स में बच्चा पंजीकृत करें
ja: 設定で赤ちゃんを登録してください
ko: 설정에서 아기를 등록해주세요

source: Go to Settings
de: Zu Einstellungen
es: Ir a configuración
fr: Aller aux paramètres
hi: सेटिंग्स पर जाएं
id: Pergi ke pengaturan
ja: 設定に移動
ko: 설정으로 이동
pt: Ir para configurações
ru: Перейти к настройкам
th: ไปที่การตั้งค่า
tl: Pumunta sa Settings
tr: Ayarlara git

# profilePhotoUpdated
source: Profile photo has been updated.
de: Profilbild wurde aktualisiert.
es: La foto de perfil ha sido actualizada.
fr: La photo de profil a été mise à jour.
hi: प्रोफाइल फोटो अपडेट की गई।
id: Foto profil telah diperbarui.
ja: プロフィール写真が更新されました。
ko: 프로필 사진이 업데이트되었습니다.
pt: A foto do perfil foi atualizada.
ru: Фотография профиля обновлена.
th: ภาพโปรไฟล์ได้รับการอัปเดตแล้ว
tl: Na-update na ang profile photo.
tr: Profil fotoğrafı güncellendi.

# profilePhotoUpdateFailed
source: Failed to update profile photo
ja: プロフィール写真の更新に失敗しました
ko: 프로필 사진 업데이트에 실패했습니다

# diaperWetAndDirty
source: Wet+Dirty {count} times
ja: おしっこ+うんち{count}回
ko: 소+대 {count}회

# diaperWetAndDirtySeparate
source: Wet {wetCount}, Dirty {dirtyCount}
ja: おしっこ{wetCount}、うんち{dirtyCount}
ko: 소{wetCount}, 대{dirtyCount}

# sleepZeroHours
source: 0 hours
ja: 0時間
ko: 0시간

# solidFoodMeals
source: {count} meals
ja: {count}回
ko: {count}끼

# medicationScheduled
source: About {count} times
ja: 約{count}回
ko: 약 {count}회

# medicationTypes
source: Vitamins {vitaminCount}, Vaccines {vaccineCount}
ja: 栄養剤{vitaminCount}、ワクチン{vaccineCount}
ko: 영양제{vitaminCount}, 백신{vaccineCount}

# feedingRecordAddFailed
source: Failed to add feeding record
ja: 授乳記録の追加に失敗しました
ko: 수유 기록 추가에 실패했습니다

# diaperRecordAddFailed
source: Failed to add diaper record
ja: おむつ記録の追加に失敗しました
ko: 기저귀 기록 추가에 실패했습니다

# sleepRecordProcessFailed
source: Failed to process sleep record
ja: 睡眠記録の処理に失敗しました
ko: 수면 기록 처리에 실패했습니다

# hourActivityPattern
source: 24-Hour Activity Pattern
de: 24-Stunden-Aktivitätsmuster
es: Patrón de Actividad de 24 Horas
fr: Modèle d'Activité de 24 Heures
hi: 24 घंटे की गतिविधि पैटर्न
id: Pola Aktivitas 24 Jam
ja: 24時間アクティビティパターン
ko: 24시간 활동 패턴
pt: Padrão de Atividade de 24 Horas
ru: 24-часовая модель активности
th: รูปแบบกิจกรรม 24 ชั่วโมง
tl: Pattern ng 24-Oras na Aktibidad
tr: 24 Saatlik Aktivite Deseni

# touchClockInstruction
source: Touch the clock to check activities by time period
hi: समय के अनुसार गतिविधियों को देखने के लिए घड़ी को छूएं
ja: クロックをタッチして時間帯別のアクティビティを確認してください
ko: 시계를 터치해서 시간대별 활동을 확인하세요

source: Touch
hi: छूएं
ja: タッチ
ko: 터치

# noActivitiesInTimeframe
source: No activities during this time
hi: इस समय में कोई गतिविधि नहीं थी
ja: この時間帯にはアクティビティがありませんでした
ko: 이 시간대에는 활동이 없었어요

source: Activity Pattern Analysis
hi: गतिविधि पैटर्न विश्लेषण
ja: アクティビティパターン分析
ko: 활동 패턴 분석

source: Today's Story
de: Heutige Geschichte
es: Historia de Hoy
fr: Histoire d'Aujourd'hui
hi: आज की कहानी
id: Cerita Hari Ini
ja: 今日のストーリー
ko: 오늘의 스토리
pt: História de Hoje
ru: История сегодняшнего дня
th: เรื่องราวของวันนี้
tl: Kwento ng Araw na Ito
tr: Bugünün Hikayesi

# preciousMoments
source: {count} precious moments
hi: {count} मूल्यवान पल
ja: {count}個の大切な瞬間たち
ko: {count}개의 소중한 순간들

# firstMomentMessage
source: Record your first precious moment. Small daily changes add up to great growth.
de: Erfassen Sie Ihren ersten kostbaren Moment. Kleine tägliche Veränderungen fügen sich zu großem Wachstum zusammen.
es: Registra tu primer momento precioso. Los pequeños cambios diarios se suman a un gran crecimiento.
fr: Enregistrez votre premier moment précieux. Les petits changements quotidiens s'additionnent pour une grande croissance.
hi: अपना पहला मूल्यवान पल रिकॉर्ड करें। रोज के छोटे बदलाव मिलकर बड़े विकास बनते हैं।
id: Catat momen berharga pertama Anda. Perubahan kecil setiap hari akan menghasilkan pertumbuhan yang besar.
ja: 最初の大切な瞬間を記録してみましょう。 毎日の小さな変化が集まって大きな成長になります。
ko: 첫 번째 소중한 순간을 기록해보세요. 매일의 작은 변화들이 모여 큰 성장이 됩니다.
pt: Registre seu primeiro momento precioso. Pequenas mudanças diárias somam-se a um grande crescimento.
ru: Запишите свой первый драгоценный момент. Небольшие ежедневные изменения складываются в большой рост.
th: บันทึกช่วงเวลาอันบริชุดแรกของคุณ การเปลี่ยนแปลงเล็กๆ ในแต่ละวันจะรวมกันเป็นการเติบโตอย่างยิ่งใหญ่
tl: Itala ang inyong unang mahalagang sandali. Ang mga maliliit na pagbabago araw-araw ay nagiging malaking paglaki.
tr: İlk değerli anınızı kaydedin. Küçük günlük değişiklikler büyük bir büyüme oluşturur.

source: Pattern
hi: पैटर्न
ja: パターン
ko: 패턴

# qualityGood
source: Good
hi: अच्छा
ja: 良い
ko: 좋음

# qualityExcellent
source: Excellent
hi: उत्कृष्ट
ja: 素晴らしい
ko: 매우 좋음

# qualityFair
source: Fair
hi: ठीक
ja: 普通
ko: 보통

# qualityPoor
source: Poor
hi: खराब
ja: 良くない
ko: 나쁨

# timeSlot
source: o'clock time slot
hi: बजे का समयावधि
ja: 時の時間帯
ko: 시간대

source: AM
hi: पूर्वाह्न
ja: 午前
ko: 오전

source: PM
hi: अपराह्न
ja: 午後
ko: 오후

# activityConcentrationTime
source: Times of concentrated activity throughout the day
hi: दिन में गतिविधियों के केंद्रित समय
ja: 一日の中で活動が集中した時間帯
ko: 하루 중 활동이 집중된 시간대

source: Formula
de: Säuglingsmilch
es: Fórmula
fr: Lait artificiel
hi: फॉर्मूला
id: Susu formula
ja: 粉ミルク
ko: 분유
pt: Fórmula
ru: Смесь
th: นมผง
tr: Formül

source: Breast Milk
fr: Lait maternel
hi: स्तन का दूध
id: ASI
ja: 母乳
ko: 모유
pt: Leite materno
ru: Грудное молоко
th: น้ำนมแม่
tl: Gatas ng ina
tr: Anne sütü

source: Baby Food
de: Babynahrung
es: Comida para bebé
fr: Nourriture pour bébé
hi: बेबी फूड
id: Makanan bayi
ja: 離乳食
ko: 이유식
pt: Comida de bebê
ru: Детское питание
th: อาหารเด็ก
tl: Pagkain ng sanggol
tr: Bebek maması

source: Left
de: Links
es: Izquierda
fr: Gauche
hi: बाएं
id: Kiri
ja: 左
ko: 왼쪽
pt: Esquerda
ru: Левая
th: ซ้าย
tl: Kaliwa
tr: Sol

source: Right
de: Rechts
es: Derecha
fr: Droite
hi: दाएं
id: Kanan
ja: 右
ko: 오른쪽
pt: Direita
ru: Правая
th: ขวา
tl: Kanan
tr: Sağ

source: Both
de: Beide
es: Ambos
fr: Les deux
hi: दोनों
id: Keduanya
ja: 両方
ko: 양쪽
pt: Ambos
ru: Обе
th: ทั้งสอง
tl: Pareho
tr: Her ikisi

source: Sleeping
hi: सो रहा है
ja: 睡眠中
ko: 수면 중

# hoursText
source: hours
hi: घंटे
ja: 時間
ko: 시간

# minutesText
source: minutes
hi: मिनट
ja: 分
ko: 분

source: elapsed
hi: बीता
ja: 経過
ko: 경과

source: Urine only
hi: केवल पेशाब
ja: おしっこのみ
ko: 소변만

source: Stool only
hi: केवल मल
ja: うんちのみ
ko: 대변만

# urineAndStool
source: Urine + Stool
hi: पेशाब + मल
ja: おしっこ + うんち
ko: 소변 + 대변

source: Color
hi: रंग
ja: 色
ko: 색깔

source: Consistency
hi: स्थिरता
ja: 濃度
ko: 농도

source: Diaper Change
de: Windelwechsel
es: Cambio de Pañal
fr: Changement de Couche
hi: डायपर बदलना
ja: おむつ交換
ko: 기저귀 교체
ru: Смена Подгузника
tl: Palit Lampin
tr: Bez Değişimi

source: Oral Medication
de: Orale Medikation
es: Medicación Oral
fr: Médicament Oral
hi: मुंह की दवा
ja: 経口投薬
ko: 경구 투약
ru: Пероральное Лекарство
tl: Oral na Gamot
tr: Ağızdan Ilaç

source: Topical
fr: Topique
hi: बाहरी
id: Topikal
ja: 外用
ko: 외용
pt: Tópico
ru: Наружный
th: ทางผิวหนัง
tl: Pantapat sa balat
tr: Cilde

source: Inhaled
hi: सांस
ja: 吸入
ko: 흡입

source: Pumping
hi: पंप कर रहा है
ja: 搾乳中
ko: 유축 중

source: Temperature Measurement
de: Temperaturmessung
es: Medición de Temperatura
fr: Mesure de Température
hi: तापमान मापना
ja: 体温測定
ko: 체온 측정
ru: Измерение Температуры
tl: Pagsukat ng Temperatura
tr: Sıcaklık Ölçümü

source: Fever
de: Fieber
es: Fiebre
fr: Fièvre
hi: बुखार
id: Demam
ja: 発熱
ko: 발열
pt: Febre
ru: Лихорадка
th: มีไข้
tl: Lagnat
tr: Ateş

source: Low Fever
de: Leichtes Fieber
es: Fiebre baja
fr: Fièvre légère
hi: हल्का बुखार
id: Demam ringan
ja: 微熱
ko: 미열
pt: Febre baixa
ru: Легкая лихорадка
th: ไข้เล็กน้อย
tl: Mababang lagnat
tr: Düşük ateş

source: Hypothermia
de: Unterkühlung
es: Hipotermia
fr: Hypothermie
hi: कम तापमान
id: Hipotermia
ja: 低体温
ko: 저체온
pt: Hipotermia
ru: Гипотермия
th: อุณหภูมิกายต่ำ
tr: Hipotermi

source: Normal
hi: सामान्य
ja: 正常
ko: 정상
ru: Нормально
th: ปกติ

source: Quality
de: Qualität
es: Calidad
fr: Qualité
hi: गुणवत्ता
id: Kualitas
ja: 品質
ko: 품질
pt: Qualidade
ru: Качество
th: คุณภาพ
tl: Kalidad
tr: Kalite

source: Weekly
hi: साप्ताहिक
ja: 週間
ko: 주간

source: Monthly
hi: मासिक
ja: 月間
ko: 월간

source: Custom
hi: कस्टम
ja: カスタム
ko: 커스텀

# daysCount
source: {count} days
hi: {count} दिन
ja: {count}日間
ko: {count}일간

# noActivitiesRecordedInPeriod
source: No activities were recorded during {period}.
hi: {period} अवधि के दौरान कोई गतिविधि रिकॉर्ड नहीं की गई।
ja: {period}期間中に記録された活動がありません。
ko: {period} 기간 동안 기록된 활동이 없습니다.

# recordBabyActivities
source: Record your baby's activities!
hi: अपने बच्चे की गतिविधियों को रिकॉर्ड करें!
ja: 赤ちゃんの活動を記録してみましょう！
ko: 아기의 활동을 기록해보세요!

source: How to view statistics?
hi: आंकड़े कैसे देखें?
ja: 統計を表示するには？
ko: 통계를 보려면?

# recordActivitiesLikeFeedingSleep
source: Record activities like feeding, sleep, diaper changes, etc.
hi: दूध पिलाना, सोना, डायपर बदलना जैसी गतिविधियों को रिकॉर्ड करें
ja: 授乳、睡眠、おむつ交換などの活動を記録してください
ko: 수유, 수면, 기저귀 등의 활동을 기록하세요

# atLeastOneDayDataRequired
source: At least one day of data is required to display statistics.
hi: आंकड़े दिखाने के लिए कम से कम एक दिन का डेटा चाहिए
ja: 統計を表示するには最低1日分のデータが必要です
ko: 최소 하루 이상의 데이터가 있어야 통계가 표시됩니다

# canRecordEasilyFromHome
source: You can easily record activities from the home screen.
hi: आप होम स्क्रीन से आसानी से रिकॉर्ड कर सकते हैं
ja: ホーム画面から簡単に記録できます
ko: 홈 화면에서 간편하게 기록할 수 있습니다

source: Updating...
hi: अपडेट हो रहा है...
ja: 更新中...
ko: 업데이트 중...

source: Last updated:
hi: अंतिम अपडेट:
ja: 最終更新:
ko: 마지막 업데이트:
