Repository: skyinthe-sea/bomt
Catalog: lib/src/l10n/app_*.arb
Languages: de, es, fr, hi, id, ja, ko, pt, ru, th, tl, tr, zh

source: No records for {date}
de: Keine Aufzeichnungen für {date}
es: No hay registros para {date}
fr: Aucun enregistrement pour {date}
hi: {date} के लिए अभी तक कोई रिकॉर्ड नहीं
id: Tidak ada catatan untuk {date}
ja: {date}の記録はまだありません
ko: {date}은 아직 기록이 없습니다
pt: Nenhum registro para {date}
ru: Нет записей для {date}
th: ไม่มีบันทึกสำหรับ {date}
tl: Walang records para sa {date}
tr: {date} için kayıt yok

# noRecordsForDateAndFilter
source: No {filter} records for {date}
de: Keine {filter} Aufzeichnungen für {date}
es: No hay registros de {filter} para {date}
fr: Aucun enregistrement {filter} pour {date}
hi: {date} के लिए {filter} रिकॉर्ड नहीं
id: Tidak ada catatan {filter} untuk {date}
ja: {date}の{filter}記録はありません
ko: {date}은 {filter} 기록이 없습니다
pt: Nenhum registro de {filter} para {date}
ru: Нет записей {filter} для {date}
th: ไม่มีบันทึก {filter} สำหรับ {date}
tl: Walang {filter} records para sa {date}
tr: {date} için {filter} kaydı yok

# cannotRecordFuture
source: Cannot record future activities yet
de: Zukünftige Aktivitäten können noch nicht aufgezeichnet werden
es: Aún no se pueden registrar actividades futuras
fr: Il n'est pas encore possible d'enregistrer des activités futures
hi: भविष्य के रिकॉर्ड अभी बनाए नहीं जा सकते
id: Belum bisa mencatat aktivitas masa depan
ja: 未来の記録はまだ作成できません
ko: 미래의 기록은 아직 작성할 수 없습니다
pt: Ainda não é possível registrar atividades futuras
ru: Пока нельзя записывать будущие активности
th: ยังไม่สามารถบันทึกกิจกรรมอนาคตได้
tl: Hindi pa pwedeng mag-record ng future activities
tr: Gelecekteki aktiviteler henüz kaydedilemez

# addFirstRecord
source: Add your first record!
de: Fügen Sie Ihre erste Aufzeichnung hinzu!
es: ¡Agrega tu primer registro!
fr: Ajoutez votre premier enregistrement !
hi: अपना पहला रिकॉर्ड जोड़ें!
id: Tambahkan catatan pertama Anda!
ja: 最初の記録を追加してみましょう！
ko: 첫 번째 기록을 추가해보세요!
pt: Adicione seu primeiro registro!
ru: Добавьте вашу первую запись!
th: เพิ่มบันทึกแรกของคุณ!
tl: Magdagdag ng unang record!
tr: İlk kaydınızı ekleyin!

# canAddPastRecord
source: You can add past records
de: Sie können vergangene Aufzeichnungen hinzufügen
es: Puedes agregar registros pasados
fr: Vous pouvez ajouter des enregistrements passés
hi: आप पिछले रिकॉर्ड जोड़ सकते हैं
id: Anda bisa menambahkan catatan masa lalu
ja: 過去の記録を追加できます
ko: 과거의 기록을 추가할 수 있습니다
pt: Você pode adicionar registros passados
ru: Вы можете добавлять прошлые записи
th: คุณสามารถเพิ่มบันทึกในอดีตได้
tl: Pwede kayong magdagdag ng past records
tr: Geçmiş kayıtları ekleyebilirsiniz

source: Add Record
de: Aufzeichnung hinzufügen
es: Agregar registro
fr: Ajouter un enregistrement
hi: रिकॉर्ड जोड़ें
id: Tambahkan catatan
ja: 記録を追加
ko: 기록 추가하기
pt: Adicionar registro
ru: Добавить запись
th: เพิ่มบันทึก
tl: Magdagdag ng record
tr: Kayıt ekle

source: View Other Dates
de: Andere Daten anzeigen
es: Ver otras fechas
fr: Voir d'autres dates
hi: अन्य तारीखें देखें
id: Lihat tanggal lain
ja: 他の日付を表示
ko: 다른 날짜 보기
pt: Ver outras datas
ru: Посмотреть другие даты
th: ดูวันที่อื่น
tl: Tingnan ang ibang dates
tr: Diğer tarihleri görüntüle

source: Go to Today
de: Zu heute gehen
es: Ir a hoy
fr: Aller à aujourd'hui
hi: आज पर जाएं
id: Pergi ke hari ini
ja: 今日へ移動
ko: 오늘로 가기
pt: Ir para hoje
ru: Перейти к сегодня
th: ไปยังวันนี้
tl: Pumunta sa ngayon
tr: Bugüne git

# quickRecordFromHome
source: You can quickly add records from the home screen
de: Sie können schnell Aufzeichnungen vom Startbildschirm hinzufügen
es: Puedes agregar registros rápidamente desde la pantalla principal
fr: Vous pouvez ajouter rapidement des enregistrements depuis l'écran d'accueil
hi: होम स्क्रीन से जल्दी रिकॉर्ड जोड़ सकते हैं
id: Anda bisa menambahkan catatan dengan cepat dari layar utama
ja: ホーム画面から簡単に記録を追加できます
ko: 홈 화면에서 빠르게 기록을 추가할 수 있습니다
pt: Você pode adicionar registros rapidamente na tela inicial
ru: Вы можете быстро добавлять записи с главного экрана
th: คุณสามารถเพิ่มบันทึกได้อย่างรวดเร็วจากหน้าหลัก
tl: Mabilis kayong makapag-add ng records sa home screen
tr: Ana ekrandan hızlıca kayıt ekleyebilirsiniz

# detailViewComingSoon
source: {title} Details (Coming Soon)
de: {title} Details (Bald verfügbar)
es: Detalles de {title} (Próximamente)
fr: Détails de {title} (Bientôt disponible)
hi: {title} विवरण (जल्द आ रहा है)
id: Detail {title} (Segera hadir)
ja: {title}詳細表示（封準備中）
ko: {title} 상세보기 (개발 예정)
pt: Detalhes de {title} (Em breve)
ru: Детали {title} (Скоро)
th: รายละเอียด {title} (เร็วๆ นี้)
tl: {title} details (Malapit na)
tr: {title} detayları (Yakında)

# familyInvitationDescription
source: Manage baby care records together with family using invitation codes
de: Verwalten Sie Babybetreuungsaufzeichnungen gemeinsam mit der Familie über Einladungscodes
es: Gestiona registros de cuidado del bebé junto con la familia a través de códigos de invitación
fr: Gérez les enregistrements de soins de bébé avec la famille via des codes d'invitation
hi: निमंत्रण कोड के साथ परिवार के साथ बच्चे की देखभाल के रिकॉर्ड प्रबंधित करें
id: Kelola catatan perawatan bayi bersama keluarga melalui kode undangan
ja: 招待コードで家族と一緒に育児記録を管理しましょう
ko: 초대 코드로 가족과 함께 육아 기록을 관리하세요
pt: Gerencie registros de cuidados do bebê junto com a família através de códigos de convite
ru: Управляйте записями ухода за ребёнком вместе с семьёй через коды приглашений
th: จัดการบันทึกการดูแลลูกร่วมกับครอบครัวผ่านรหัสเชิญ
tl: Pamahalaan ang baby care records kasama ang pamilya gamit ang invitation codes
tr: Davet kodları ile aile ile birlikte bebek bakımı kayıtlarını yönetin

source: Baby Management
de: Baby-Verwaltung
es: Gestión del bebé
fr: Gestion du bébé
hi: बेबी प्रबंधन
id: Manajemen bayi
ja: 赤ちゃん管理
ko: 아기 관리
pt: Gerenciamento do bebê
ru: Управление ребёнком
th: การจัดการลูก
tr: Bebek yönetimi

source: Add Baby
de: Baby hinzufügen
es: Agregar bebé
fr: Ajouter un bébé
hi: बच्चा जोड़ें
id: Tambah bayi
ja: 赤ちゃんを追加
ko: 아기 추가
pt: Adicionar bebê
ru: Добавить ребенка
th: เพิ่มเด็ก
tl: Magdagdag ng sanggol
tr: Bebek ekle

# noBabiesMessage
source: No babies registered. Please add a baby.
de: Keine Babys registriert. Bitte fügen Sie ein Baby hinzu.
es: No hay bebés registrados.\nPor favor agrega un bebé.
fr: Aucun bébé enregistré.\nVeuillez ajouter un bébé.
hi: कोई बच्चा पंजीकृत नहीं है। कृपया एक बच्चा जोड़ें।
id: Belum ada bayi terdaftar.\nSilakan tambahkan bayi.
ja: 登録された赤ちゃんがいません。 赤ちゃんを追加してください。
ko: 등록된 아기가 없습니다. 아기를 추가해주세요.
pt: Nenhum bebê cadastrado.\nPor favor, adicione um bebê.
ru: Дети не зарегистрированы.\nПожалуйста, добавьте ребёнка.
th: ยังไม่มีลูกที่ลงทะเบียน\nกรุณาเพิ่มลูก
tl: Walang baby na naka-register.\nPakidagdag ang baby.
tr: Kayıtlı bebek yok.\nLütfen bir bebek ekleyin.

source: Switch to Next Baby
de: Zum nächsten Baby wechseln
es: Cambiar al siguiente bebé
fr: Passer au bébé suivant
hi: अगले बच्चे पर स्विच करें
id: Beralih ke bayi berikutnya
ja: 次の赤ちゃんに切り替え
ko: 다음 아기로 전환
pt: Mudar para o próximo bebê
ru: Переключиться на следующего ребёнка
th: เปลี่ยนไปลูกคนต่อไป
tl: Lumipat sa susunod na baby
tr: Sonraki bebeğe geç

source: Birth Date
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
hi: जन्म तिथि
id: Tanggal lahir
ja: 生年月日
ko: 생년월일
pt: Data de nascimento
ru: Дата рождения
th: วันเกิด
tl: Kaarawan
tr: Doğum tarihi

source: Registering...
de: Registrierung läuft...
es: Registrando...
fr: Enregistrement...
hi: पंजीकरण कर रहे हैं...
id: Mendaftar...
ja: 登録中...
ko: 등록 중...
pt: Cadastrando...
ru: Регистрация...
th: กำลังลงทะเบียน...
tl: Nire-register...
tr: Kaydediliyor...

source: Register
de: Registrieren
es: Registrar
fr: Enregistrer
hi: पंजीकरण
id: Daftar
ja: 登録
ko: 등록
pt: Cadastrar
ru: Зарегистрировать
th: ลงทะเบียน
tr: Kaydet

# careTogetherWith
source: Take care of babies together with {name}
de: Betreuen Sie Babys gemeinsam mit {name}
es: Cuidar al bebé junto con {name}
fr: Prendre soin du bébé avec {name}
hi: {name} के साथ बच्चे की देखभाल करें
id: Merawat bayi bersama {name}
ja: {name}と一緒に育児しましょう
ko: {name}과 함께 육아해요
pt: Cuidar do bebê junto com {name}
ru: Ухаживать за ребёнком вместе с {name}
th: ดูแลลูกร่วมกับ {name}
tl: Alagaan ang baby kasama si {name}
tr: {name} ile birlikte bebek bakımı

# inviteFamilyDescription
source: Invite family or partners to manage baby care records together
de: Laden Sie Familie oder Partner ein, um gemeinsam Babybetreuungsaufzeichnungen zu verwalten
es: Invita a la familia o pareja\npara gestionar juntos los registros de cuidado del bebé
fr: Invitez la famille ou votre partenaire\npour gérer ensemble les enregistrements de soins du bébé
hi: परिवार या साथी को आमंत्रित करें एक साथ बच्चे की देखभाल के रिकॉर्ड प्रबंधित करने के लिए
id: Undang keluarga atau pasangan\nuntuk mengelola catatan perawatan bayi bersama
ja: 家族やパートナーを招待して 一緒に育児記録を管理しましょう
ko: 가족이나 파트너를 초대해서 함께 육아 기록을 관리하세요
pt: Convide família ou parceiro\npara gerenciar registros de cuidados do bebê juntos
ru: Пригласите семью или партнёра\nдля совместного управления записями ухода за ребёнком
th: เชิญครอบครัวหรือคู่ครอง\nเพื่อจัดการบันทึกการดูแลลูกร่วมกัน
tl: Anyayahan ang pamilya o partner\npara pamahalaan ang baby care records
tr: Bebek bakımı kayıtlarını birlikte yönetmek için\naile veya eşinizi davet edin

# generateInviteCode
source: Generate Invitation Code
de: Einladungscode generieren
es: Generar código de invitación
fr: Générer un code d'invitation
hi: निमंत्रण कोड जेनरेट करें
id: Buat kode undangan
ja: 招待コード生成
ko: 초대 코드 생성
pt: Gerar código de convite
ru: Создать код приглашения
th: สร้างรหัสเชิญ
tl: Gumawa ng invite code
tr: Davet kodu oluştur

# generateInviteCodeDescription
source: Generate a new invitation code and copy it
de: Generieren Sie einen neuen Einladungscode und kopieren Sie ihn
es: Genera un nuevo código de invitación y cópialo
fr: Générez un nouveau code d'invitation et copiez-le
hi: नया निमंत्रण कोड जेनरेट करें और कॉपी करें
id: Buat kode undangan baru dan salin
ja: 新しい招待コードを生成してコピーしてください
ko: 새로운 초대 코드를 생성하고 복사하세요
pt: Gere um novo código de convite e copie
ru: Создать новый код приглашения и скопировать
th: สร้างรหัสเชิญใหม่และคัดลอก
tl: Gumawa ng bagong invite code at i-copy
tr: Yeni davet kodu oluşturun ve kopyalayın

# generateInviteCodeButton
source: Generate Invitation Code
de: Einladungscode generieren
es: Generar código de invitación
fr: Générer un code d'invitation
hi: निमंत्रण कोड जेनरेट करें
id: Buat kode undangan
ja: 招待コード生成
ko: 초대 코드 생성
pt: Gerar código de convite
ru: Создать код приглашения
th: สร้างรหัสเชิญ
tl: Gumawa ng invite code
tr: Davet kodu oluştur

# orText
source: Or
de: Oder
es: O
fr: Ou
hi: या
id: Atau
ja: または
ko: 또는
pt: Ou
ru: Или
th: หรือ
tl: O
tr: Veya

# enterInviteCodeDescription
source: Please enter the invitation code you received
de: Bitte geben Sie den erhaltenen Einladungscode ein
es: Ingresa el código de invitación recibido
fr: Veuillez saisir le code d'invitation reçu
hi: कृपया प्राप्त निमंत्रण कोड दर्ज करें
id: Masukkan kode undangan yang diterima
ja: 受け取った招待コードを入力してください
ko: 받은 초대 코드를 입력해주세요
pt: Digite o código de convite recebido
ru: Введите полученный код приглашения
th: กรุณากรอกรหัสเชิญที่ได้รับ
tl: I-enter ang natanggap na invite code
tr: Aldığınız davet kodunu girin

# inviteCodePlaceholder
source: Invitation Code (6 digits)
de: Einladungscode (6 Stellen)
es: Código de invitación (6 dígitos)
fr: Code d'invitation (6 chiffres)
hi: निमंत्रण कोड (6 अंक)
id: Kode undangan (6 digit)
ja: 招待コード（6桁）
ko: 초대 코드 (6자리)
pt: Código de convite (6 dígitos)
ru: Код приглашения (6 цифр)
th: รหัสเชิญ (6 หลัก)
tl: Invite code (6 digits)
tr: Davet kodu (6 haneli)

# acceptInvite
source: Accept Invitation
de: Einladung annehmen
es: Aceptar invitación
fr: Accepter l'invitation
hi: निमंत्रण स्वीकार करें
id: Terima undangan
ja: 招待を受諾
ko: 초대 수락
pt: Aceitar convite
ru: Принять приглашение
th: ยอมรับคำเชิญ
tl: Tanggapin ang invitation
tr: Daveti kabul et

# babyRegistrationSuccess
source: {name} has been registered successfully
de: {name} wurde erfolgreich registriert
es: {name} ha sido registrado exitosamente
fr: {name} a été enregistré avec succès
hi: {name} सफलतापूर्वक पंजीकृत हो गया है
id: {name} berhasil didaftarkan
ja: {name}が正常に登録されました
ko: {name}이(가) 성공적으로 등록되었습니다
pt: {name} foi cadastrado com sucesso
ru: {name} успешно зарегистрирован
th: ลงทะเบียน {name} สำเร็จแล้ว
tl: Matagumpay na na-register si {name}
tr: {name} başarıyla kaydedildi

source: Baby registration failed
de: Baby-Registrierung fehlgeschlagen
es: Error al registrar bebé
fr: Échec de l'enregistrement du bébé
hi: बच्चे का पंजीकरण विफल हुआ
id: Gagal mendaftarkan bayi
ja: 赤ちゃんの登録に失敗しました
ko: 아기 등록에 실패했습니다
pt: Falha no cadastro do bebê
ru: Ошибка регистрации ребёнка
th: ลงทะเบียนลูกไม่สำเร็จ
tl: Hindi na-register ang baby
tr: Bebek kaydı başarısız

# babyRegistrationError
source: Error occurred: {error}
de: Fehler aufgetreten: {error}
es: Ocurrió un error: {error}
fr: Erreur survenue : {error}
hi: त्रुटि हुई: {error}
id: Terjadi kesalahan: {error}
ja: エラーが発生しました: {error}
ko: 오류가 발생했습니다: {error}
pt: Erro ocorrido: {error}
ru: Произошла ошибка: {error}
th: เกิดข้อผิดพลาด: {error}
tl: May nangyaring error: {error}
tr: Hata oluştu: {error}

# babySelected
source: {name} has been selected
de: {name} wurde ausgewählt
es: {name} ha sido seleccionado
fr: {name} a été sélectionné
hi: {name} चुना गया है
id: {name} telah dipilih
ja: {name}が選択されました
ko: {name}이(가) 선택되었습니다
pt: {name} foi selecionado
ru: {name} выбран
th: เลือก {name} แล้ว
tl: Napili si {name}
tr: {name} seçildi

# inviteCodeGenerated
source: Invitation code generated successfully!
de: Einladungscode generiert!
es: ¡Código de invitación generado!
fr: Code d'invitation généré !
hi: निमंत्रण कोड जेनरेट किया गया!
id: Kode undangan dibuat!
ja: 招待コード生成完了！
ko: 초대 코드 생성 완료!
pt: Código de convite gerado!
ru: Код приглашения создан!
th: สร้างรหัสเชิญแล้ว!
tl: Nagawa ang invite code!
tr: Davet kodu oluşturuldu!

# remainingTime
source: Remaining time: {time}
de: Verbleibende Zeit: {time}
es: Tiempo restante: {time}
fr: Temps restant : {time}
hi: बचा हुआ समय: {time}
id: Waktu tersisa: {time}
ja: 残り時間: {time}
ko: 남은 시간: {time}
pt: Tempo restante: {time}
ru: Оставшееся время: {time}
th: เวลาที่เหลือ: {time}
tl: Natitirang oras: {time}
tr: Kalan süre: {time}

# validTime
source: Valid time: 5 minutes
de: Gültigkeitsdauer: 5 Minuten
es: Tiempo válido: 5 minutos
fr: Durée de validité : 5 minutes
hi: वैध समय: 5 मिनट
id: Waktu berlaku: 5 menit
ja: 有効時間: 5分
ko: 유효 시간: 5분
pt: Tempo válido: 5 minutos
ru: Время действия: 5 минут
th: เวลาที่ใช้ได้: 5 นาที
tl: Valid na oras: 5 minuto
tr: Geçerlilik süresi: 5 dakika

source: Generating...
de: Generierung läuft...
es: Generando...
fr: Génération...
hi: जेनरेट कर रहे हैं...
id: Membuat...
ja: 生成中...
ko: 생성 중...
pt: Gerando...
ru: Создание...
th: กำลังสร้าง...
tl: Ginagawa...
tr: Oluşturuluyor...

source: Joining...
de: Beitritt läuft...
es: Uniéndose...
fr: Connexion...
hi: शामिल हो रहे हैं...
id: Bergabung...
ja: 参加中...
ko: 참여 중...
pt: Entrando...
ru: Присоединение...
th: กำลังเข้าร่วม...
tl: Sumasali...
tr: Katılıyor...

# noBabyInfo
source: No Baby Information
de: Keine Baby-Informationen
es: Sin información del bebé
fr: Aucune information de bébé
hi: बच्चे की जानकारी नहीं
id: Tidak ada info bayi
ja: 赤ちゃん情報なし
ko: 아기 정보 없음
pt: Sem informações do bebê
ru: Нет информации о ребёнке
th: ไม่มีข้อมูลลูก
tl: Walang baby info
tr: Bebek bilgisi yok

# noBabyInfoDescription
source: No baby information found. Would you like to create a test baby?
de: Keine Baby-Informationen gefunden. Möchten Sie ein Test-Baby erstellen?
es: No se encontró información del bebé.\n¿Quieres crear un bebé de prueba?
fr: Aucune information de bébé trouvée.\nVoulez-vous créer un bébé de test ?
hi: बच्चे की जानकारी नहीं मिली। क्या आप परीक्षण बच्चा बनाना चाहते हैं?
id: Informasi bayi tidak ditemukan.\nIngin membuat bayi percobaan?
ja: 赤ちゃん情報がありません。 テスト用の赤ちゃんを作成しますか？
ko: 아기 정보가 없습니다. 테스트용 아기를 생성하시겠습니까?
pt: Nenhuma informação de bebê encontrada.\nDeseja criar um bebê de teste?
ru: Информация о ребёнке не найдена.\nХотите создать тестового ребёнка?
th: ไม่พบข้อมูลลูก\nต้องการสร้างลูกทดสอบหรือไม่?
tl: Hindi nahanap ang baby info.\nGusto ba ninyong gumawa ng test baby?
tr: Bebek bilgisi bulunamadı.\nTest bebeği oluşturmak ister misiniz?

source: Create
de: Erstellen
es: Crear
fr: Créer
hi: बनाएं
id: Buat
ja: 作成
ko: 생성
pt: Criar
ru: Создать
th: สร้าง
tl: Gumawa
tr: Oluştur

# generateNewInviteCode
source: Generate New Invitation Code
de: Neuen Einladungscode generieren
es: Generar nuevo código de invitación
fr: Générer un nouveau code d'invitation
hi: नया निमंत्रण कोड जेनरेट करें
id: Buat kode undangan baru
ja: 新しい招待コード生成
ko: 새로운 초대 코드 생성
pt: Gerar novo código de convite
ru: Создать новый код приглашения
th: สร้างรหัสเชิญใหม่
tl: Gumawa ng bagong invite code
tr: Yeni davet kodu oluştur

# replaceExistingCode
source: This will replace the existing invitation code. Do you want to continue?
de: Dies ersetzt den bestehenden Einladungscode. Möchten Sie fortfahren?
es: Esto reemplazará el código de invitación existente.\n¿Quieres continuar?
fr: Cela remplacera le code d'invitation existant.\nVoulez-vous continuer ?
hi: यह मौजूदा निमंत्रण कोड को बदल देगा। क्या आप जारी रखना चाहते हैं?
id: Ini akan mengganti kode undangan yang ada.\nIngin lanjutkan?
ja: 既存の招待コードを置き換えます。 続行しますか？
ko: 기존 초대 코드를 대체합니다. 계속하시겠습니까?
pt: Isso substituirá o código de convite existente.\nDeseja continuar?
ru: Это заменит существующий код приглашения.\nХотите продолжить?
th: นี่จะแทนที่รหัสเชิญที่มีอยู่\nต้องการดำเนินการต่อหรือไม่?
tl: Papalitan nito ang existing invite code.\nGusto ba ninyong magpatuloy?
tr: Bu mevcut davet kodunu değiştirecek.\nDevam etmek istiyor musunuz?

source: Accept Invitation
de: Einladung annehmen
es: Aceptar invitación
fr: Accepter l'invitation
hi: निमंत्रण स्वीकार करें
id: Terima undangan
ja: 招待を受諾
ko: 초대 수락
pt: Aceitar convite
ru: Принять приглашение
th: ยอมรับคำเชิญ
tl: Tanggapin ang invitation
tr: Daveti kabul et

# acceptInvitationDescription
source: Do you want to accept the invitation and join the family?
de: Möchten Sie die Einladung annehmen und der Familie beitreten?
es: ¿Quieres aceptar la invitación y unirte a la familia?
fr: Voulez-vous accepter l'invitation et rejoindre la famille ?
hi: क्या आप निमंत्रण स्वीकार करना चाहते हैं और परिवार में शामिल होना चाहते हैं?
id: Ingin menerima undangan dan bergabung dengan keluarga?
ja: 招待を受諾して家族に参加しますか？
ko: 초대를 수락하고 가족에 참여하시겠습니까?
pt: Deseja aceitar o convite e entrar na família?
ru: Хотите принять приглашение и присоединиться к семье?
th: ต้องการยอมรับคำเชิญและเข้าร่วมครอบครัวหรือไม่?
tl: Gusto ba ninyong tanggapin ang invitation at sumali sa pamilya?
tr: Daveti kabul edip aileye katılmak istiyor musunuz?

# acceptInvitationWarning
source: Existing baby records will be deleted and replaced with the invited baby ({babyName}). Do you want to continue?
de: Bestehende Baby-Aufzeichnungen werden gelöscht und durch das eingeladene Baby ({babyName}) ersetzt. Möchten Sie fortfahren?
es: Los registros existentes del bebé serán eliminados y reemplazados por el bebé invitado ({babyName}).\n\n¿Quieres continuar?
fr: Les enregistrements existants du bébé seront supprimés et remplacés par le bébé invité ({babyName}).\n\nVoulez-vous continuer ?
hi: मौजूदा बच्चे के रिकॉर्ड हटा दिए जाएंगे और आमंत्रित बच्चे ({babyName}) से बदल दिए जाएंगे। क्या आप जारी रखना चाहते हैं?
id: Catatan bayi yang ada akan dihapus dan diganti dengan bayi yang diundang ({babyName}).\n\nIngin lanjutkan?
ja: 既存の赤ちゃん記録は削除され, 招待された赤ちゃん({babyName})に変更されます。 続行しますか？
ko: 기존에 등록된 아기 기록은 사라지고, 초대받은 아기({babyName})로 변경됩니다. 계속하시겠습니까?
pt: Os registros existentes do bebê serão excluídos e substituídos pelo bebê convidado ({babyName}).\n\nDeseja continuar?
ru: Существующие записи ребёнка будут удалены и заменены приглашённым ребёнком ({babyName}).\n\nХотите продолжить?
th: บันทึกลูกที่มีอยู่จะถูกลบและแทนที่ด้วยลูกที่เชิญ ({babyName})\n\nต้องการดำเนินการต่อหรือไม่?
tl: Ang existing baby records ay matatanggal at papalitan ng invited baby ({babyName}).\n\nGusto ba ninyong magpatuloy?
tr: Mevcut bebek kayıtları silinecek ve davet edilen bebek ({babyName}) ile değiştirilecek.\n\nDevam etmek istiyor musunuz?

# pleaseEnterInviteCode
source: Please enter the invitation code
de: Bitte geben Sie den Einladungscode ein
es: Ingresa el código de invitación
fr: Veuillez saisir le code d'invitation
hi: कृपया निमंत्रण कोड दर्ज करें
id: Masukkan kode undangan
ja: 招待コードを入力してください
ko: 초대 코드를 입력해주세요
pt: Digite o código de convite
ru: Введите код приглашения
th: กรุณากรอกรหัสเชิญ
tl: I-enter ang invite code
tr: Davet kodunu girin

# inviteCodeMustBe6Digits
source: Invitation code must be 6 digits
de: Einladungscode muss 6 Stellen haben
es: El código de invitación debe tener 6 dígitos
fr: Le code d'invitation doit contenir 6 chiffres
hi: निमंत्रण कोड 6 अंक का होना चाहिए
id: Kode undangan harus 6 digit
ja: 招待コードは6桁です
ko: 초대 코드는 6자리입니다
pt: O código de convite deve ter 6 dígitos
ru: Код приглашения должен содержать 6 цифр
th: รหัสเชิญต้องมี 6 หลัก
tl: Ang invite code ay dapat 6 digits
tr: Davet kodu 6 haneli olmalı

# pleaseLoginFirst
source: No login information found. Please login first.
de: Keine Anmeldeinformationen gefunden. Bitte melden Sie sich zuerst an.
es: Información de inicio de sesión no encontrada. Por favor inicia sesión primero.
fr: Informations de connexion non trouvées. Veuillez vous connecter d'abord.
hi: लॉगइन जानकारी नहीं मिली। कृपया पहले लॉगइन करें।
id: Informasi login tidak ditemukan. Silakan login terlebih dahulu.
ja: ログイン情報がありません。まずログインしてください。
ko: 로그인 정보가 없습니다. 먼저 로그인해주세요.
pt: Informações de login não encontradas. Faça login primeiro.
ru: Информация для входа не найдена. Сначала войдите в систему.
th: ไม่พบข้อมูลการเข้าสู่ระบบ กรุณาเข้าสู่ระบบก่อน
tl: Hindi nahanap ang login info. Mag-login muna.
tr: Giriş bilgileri bulunamadı. Lütfen önce giriş yapın.

# copiedToClipboard
source: Invitation code copied to clipboard!
de: Einladungscode in die Zwischenablage kopiert!
es: ¡Código de invitación copiado!
fr: Code d'invitation copié !
hi: निमंत्रण कोड क्लिपबोर्ड में कॉपी किया गया!
id: Kode undangan disalin!
ja: 招待コードがクリップボードにコピーされました！
ko: 초대 코드가 클립보드에 복사되었습니다!
pt: Código de convite copiado!
ru: Код приглашения скопирован!
th: คัดลอกรหัสเชิญแล้ว!
tl: Na-copy ang invite code!
tr: Davet kodu kopyalandı!

# joinedSuccessfully
source: Successfully joined the family!
de: Erfolgreich der Familie beigetreten!
es: ¡Te has unido a la familia exitosamente!
fr: Vous avez rejoint la famille avec succès !
hi: परिवार में सफलतापूर्वक शामिल हुए!
id: Berhasil bergabung dengan keluarga!
ja: 家族に正常に参加しました！
ko: 가족에 성공적으로 참여했습니다!
pt: Entrou na família com sucesso!
ru: Успешно присоединились к семье!
th: เข้าร่วมครอบครัวสำเร็จ!
tl: Matagumpay na sumali sa pamilya!
tr: Başarıyla aileye katıldınız!

# inviteCodeExpired
source: Invitation code has expired
de: Einladungscode ist abgelaufen
es: Código de invitación expirado
fr: Code d'invitation expiré
hi: निमंत्रण कोड का समय समाप्त हो गया है
id: Kode undangan kedaluwarsa
ja: 招待コードが期限切れです
ko: 초대 코드가 만료되었습니다
pt: Código de convite expirado
ru: Срок действия кода приглашения истёк
th: รหัสเชิญหมดอายุแล้ว
tl: Nag-expire ang invite code
tr: Davet kodu süresi dolmuş

# invalidInviteCode
source: Invalid invitation code
de: Ungültiger Einladungscode
es: Código de invitación inválido
fr: Code d'invitation invalide
hi: अमान्य निमंत्रण कोड
id: Kode undangan tidak valid
ja: 無効な招待コードです
ko: 잘못된 초대 코드입니다
pt: Código de convite inválido
ru: Неверный код приглашения
th: รหัสเชิญไม่ถูกต้อง
tl: Hindi valid ang invite code
tr: Geçersiz davet kodu
