Repository: skyinthe-sea/bomt
Catalog: lib/src/l10n/app_*.arb
Languages: de, es, fr, hi, id, ja, ko, pt, ru, th, tl, tr, zh

source: Info Sharing
de: Informationsaustausch
es: Intercambio de información
fr: Partage d'informations
hi: जानकारी साझाकरण
id: Berbagi informasi
ja: 情報共有
ko: 정보공유
pt: Compartilhamento de informações
ru: Обмен информацией
th: การแบ่งปันข้อมูล
tl: Pagbabahagi ng impormasyon
tr: Bilgi paylaşımı

source: Sleep Issues
de: Schlafprobleme
es: Problemas de sueño
fr: Problèmes de sommeil
hi: नींद की समस्याएं
id: Masalah tidur
ja: 睡眠問題
ko: 수면문제
pt: Problemas de sono
ru: Проблемы со сном
th: ปัญหาการนอน
tl: Mga problema sa tulog
tr: Uyku sorunları

# babyFoodCategory
source: Baby Food
de: Babynahrung
es: Comida para bebé
fr: Nourriture pour bébé
hi: बेबी फूड
id: Makanan bayi
ja: 離乳食
ko: 이유식
pt: Comida de bebê
ru: Детское питание
th: อาหารเด็ก
tl: Pagkain ng sanggol
tr: Bebek maması

source: Development Stage
de: Entwicklungsstadium
es: Etapa de desarrollo
fr: Étape de développement
hi: विकास चरण
id: Tahap perkembangan
ja: 発達段階
ko: 발달단계
pt: Estágio de desenvolvimento
ru: Стадия развития
th: ขั้นตอนการพัฒนา
tl: Yugto ng pag-unlad
tr: Gelişim aşaması

# vaccinationCategory
source: Vaccination
de: Impfung
es: Vacunación
hi: टीकाकरण
id: Vaksinasi
ja: 予防接種
ko: 예방접종
pt: Vacinação
ru: Вакцинация
th: การฉีดวัคซีน
tl: Bakuna
tr: Aşı

source: Postpartum Recovery
de: Wochenbett-Erholung
es: Recuperación posparto
fr: Récupération post-partum
hi: प्रसवोत्तर रिकवरी
id: Pemulihan pasca melahirkan
ja: 産後回復
ko: 산후회복
pt: Recuperação pós-parto
ru: Послеродовое восстановление
th: การฟื้นตัวหลังคลอด
tl: Pagbangon pagkatapos manganak
tr: Doğum sonrası düzelme

source: Daily Life
de: Alltag
es: Vida diaria
fr: Vie quotidienne
hi: दैनिक जीवन
id: Kehidupan sehari-hari
ja: 日常生活
ko: 일상
pt: Vida diária
ru: Повседневная жизнь
th: ชีวิตประจำวัน
tl: Pang-araw-araw na buhay
tr: Günlük hayat

source: Likes
de: Gefällt mir
es: Me gusta
fr: J'aime
hi: पसंद
id: Suka
ja: いいね
ko: 좋아요
pt: Curtidas
ru: Лайки
th: ไลค์
tl: Mga like
tr: Beğeniler

source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
hi: टिप्पणियां
id: Komentar
ja: コメント
ko: 댓글
pt: Comentários
ru: Комментарии
th: ความคิดเห็น
tl: Mga komento
tr: Yorumlar

source: Anonymous
de: Anonym
es: Anónimo
fr: Anonyme
hi: गुमनाम
id: Anonim
ja: 匿名
ko: 익명
pt: Anônimo
ru: Анонимно
th: นิรนาม
tl: Hindi kilala
tr: Anonim

# minutes
source: min
hi: मिनट
id: Menit
ja: 分
ko: 분
pt: Minutos
ru: мин
th: นาที
tr: dk

source: Armpit
de: Achselhöhle
es: Axila
fr: Aisselle
hi: बगल
id: Ketiak
ja: 脇の下
ko: 겨드랑이
pt: Axila
ru: Подмышка
th: รักแร้
tl: Kilikili
tr: Koltuk altı

source: Forehead
de: Stirn
es: Frente
fr: Front
hi: माथा
id: Dahi
ja: 額
ko: 이마
pt: Testa
ru: Лоб
th: หน้าผาก
tl: Noo
tr: Alın

source: Ear
de: Ohr
es: Oído
fr: Oreille
hi: कान
id: Telinga
ja: 耳
ko: 귀
pt: Ouvido
ru: Ухо
th: หู
tl: Tainga
tr: Kulak

source: Mouth
de: Mund
es: Boca
fr: Bouche
hi: मुंह
id: Mulut
ja: 口
ko: 입
pt: Boca
ru: Рот
th: ปาก
tl: Bibig
tr: Ağız

source: Rectal
de: Rektal
hi: गुदा
id: Rektal
ja: 直腸
ko: 직장
pt: Retal
ru: Ректально
th: ทางทวารหนัก
tr: Rektal

# otherLocation
source: Other
de: Andere
es: Otro
fr: Autre
hi: अन्य
id: Lainnya
ja: その他
ko: 기타
pt: Outro
ru: Другое
th: อื่นๆ
tl: Iba pa
tr: Diğer

source: Search error
de: Suchfehler
es: Error de búsqueda
fr: Erreur de recherche
hi: खोज त्रुटि
id: Kesalahan pencarian
ja: 検索エラー
ko: 검색 오류
pt: Erro de pesquisa
ru: Ошибка поиска
th: ข้อผิดพลาดในการค้นหา
tl: Error sa paghahanap
tr: Arama hatası

source: Question
de: Frage
es: Pregunta
hi: प्रश्न
id: Pertanyaan
ja: 質問
ko: 질문
pt: Pergunta
ru: Вопрос
th: คำถาม
tl: Tanong
tr: Soru

source: Information
es: Información
hi: जानकारी
id: Informasi
ja: 情報
ko: 정보
pt: Informação
ru: Информация
th: ข้อมูล
tl: Impormasyon
tr: Bilgi

source: Relevance
de: Relevanz
es: Relevancia
fr: Pertinence
hi: प्रासंगिकता
id: Relevansi
ja: 関連度
ko: 관련도
pt: Relevância
ru: Релевантность
th: ความเกี่ยวข้อง
tl: Kaugnayan
tr: İlgililik

source: Search suggestions
de: Suchvorschläge
es: Sugerencias de búsqueda
fr: Suggestions de recherche
hi: खोज सुझाव
id: Saran pencarian
ja: 検索候補
ko: 검색 제안
pt: Sugestões de pesquisa
ru: Предложения поиска
th: คำแนะนำการค้นหา
tl: Mga mungkahi sa paghahanap
tr: Arama önerileri

source: No search results
de: Keine Suchergebnisse
es: Sin resultados de búsqueda
fr: Aucun résultat de recherche
hi: कोई खोज परिणाम नहीं
id: Tidak ada hasil pencarian
ja: 検索結果がありません
ko: 검색 결과가 없습니다
pt: Nenhum resultado de pesquisa
ru: Нет результатов поиска
th: ไม่มีผลการค้นหา
tl: Walang resulta ng paghahanap
tr: Arama sonucu yok

# tryDifferentSearchTerm
source: Try a different search term
de: Versuchen Sie einen anderen Suchbegriff
es: Prueba con un término de búsqueda diferente
fr: Essayez un terme de recherche différent
hi: अलग खोज शब्द आज़माएं
id: Coba kata kunci pencarian yang berbeda
ja: 別の検索語を試してください
ko: 다른 검색어를 시도해보세요
pt: Tente um termo de pesquisa diferente
ru: Попробуйте другой поисковый запрос
th: ลองคำค้นหาอื่น
tl: Subukan ang ibang search term
tr: Farklı bir arama terimi deneyin

source: Like feature coming soon
de: Like-Funktion kommt bald
es: Función de me gusta próximamente
fr: Fonction j'aime bientôt disponible
hi: लाइक सुविधा जल्द ही आ रही है
id: Fitur suka segera hadir
ja: いいね機能は近日公開
ko: 좋아요 기능 준비 중
pt: Recurso curtir em breve
ru: Функция лайков скоро
th: ฟีเจอร์ไลค์เร็วๆ นี้
tl: Like feature ay malapit na
tr: Beğeni özelliği yakında

source: Popular search terms
de: Beliebte Suchbegriffe
es: Términos de búsqueda populares
fr: Termes de recherche populaires
hi: लोकप्रिय खोज शब्द
id: Kata kunci pencarian populer
ja: 人気の検索語
ko: 인기 검색어
pt: Termos de pesquisa populares
ru: Популярные поисковые запросы
th: คำค้นหายอดนิยม
tl: Sikat na search terms
tr: Popüler arama terimleri

source: Recent searches
de: Neueste Suchen
es: Búsquedas recientes
fr: Recherches récentes
hi: हाल की खोजें
id: Pencarian terbaru
ja: 最近の検索
ko: 최근 검색어
pt: Pesquisas recentes
ru: Недавние поиски
th: การค้นหาล่าสุด
tl: Kamakailang paghahanap
tr: Son aramalar

source: Delete All
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
hi: सभी हटाएं
id: Hapus semua
ja: すべて削除
ko: 전체삭제
pt: Excluir tudo
ru: Удалить все
th: ลบทั้งหมด
tl: Tanggalin lahat
tr: Tümünü sil

source: Sort by comments
de: Nach Kommentaren sortieren
es: Ordenar por comentarios
fr: Trier par commentaires
hi: टिप्पणियों के अनुसार क्रमबद्ध करें
id: Urutkan berdasarkan komentar
ja: コメント順
ko: 댓글순
pt: Classificar por comentários
ru: Сортировать по комментариям
th: เรียงตามความคิดเห็น
tl: Ayusin ayon sa mga komento
tr: Yorumlara göre sırala

source: Detail Information
de: Detaillierte Informationen
es: Información Detallada
fr: Informations Détaillées
id: Informasi Detail
ja: 詳細情報
ko: 상세 정보
pt: Informações Detalhadas
ru: Детальная Информация
tl: Detalyadong Impormasyon
tr: Detaylı Bilgi

source: Quick Actions
ko: 빠른 작업

source: Record Again
ko: 다시 기록

source: Share
ko: 공유

source: Delete Record
ko: 기록 삭제

# deleteRecordConfirmation
source: Are you sure you want to delete this record?
ko: 이 기록을 정말 삭제하시겠습니까?

source: Record deleted
ko: 기록이 삭제되었습니다

source: Feature coming soon
ko: 곧 출시될 기능입니다

source: Edit Record
ko: 기록 편집

source: Date & Time
ko: 날짜 및 시간

source: Date
ko: 날짜

source: Time
ko: 시간

source: Amount
de: Menge
es: Cantidad
fr: Quantité
id: Jumlah
ja: 量
ko: 양
pt: Quantidade
ru: Количество
tl: Dami
tr: Miktar

source: Duration
de: Dauer
es: Duración
fr: Durée
id: Durasi
ja: 時間
ko: 시간
pt: Duração
ru: Продолжительность
tl: Tagal
tr: Süre

source: Dosage
ko: 용량

source: Unit
ko: 단위

source: Side
de: Seite
es: Lado
fr: Côté
id: Sisi
ja: 側
ko: 쪽
pt: Lado
ru: Сторона
tl: Panig
tr: Taraf

source: Fair
ko: 보통

source: Wet
ko: 젖음

source: Dirty
ko: 더러움

source: Location
ko: 위치

# notesHint
source: Enter additional notes...
ko: 추가 메모를 입력하세요...

source: Save Changes
ko: 변경사항 저장

source: Changes saved
ko: 변경사항이 저장되었습니다

source: Smart Insights
de: Intelligente Einblicke
es: Información Inteligente
fr: Aperçus Intelligents
id: Wawasan Cerdas
ja: スマートインサイト
ko: 스마트 인사이트
pt: Insights Inteligentes
ru: Умные Выводы
tl: Matalinong Pag-unawa
tr: Akıllı İçgörüler

source: Analyzing patterns...
de: Muster analysieren...
es: Analizando patrones...
fr: Analyse des modèles...
id: Menganalisis pola...
ja: パターン分析中...
ko: 패턴 분석 중...
pt: Analisando padrões...
ru: Анализ закономерностей...
tl: Sinusuri ang mga pattern...
tr: Desenler analiz ediliyor...

# insightsFound
source: {count} insights found
de: {count} Einblicke gefunden
es: {count} ideas encontradas
fr: {count} aperçus trouvés
id: {count} wawasan ditemukan
ja: {count}個のインサイトが見つかりました
ko: {count}개의 인사이트 발견
pt: {count} insights encontrados
ru: {count} выводов найдено
tl: {count} pag-unawa na natagpuan
tr: {count} içgörü bulundu

# noInsightsYet
source: Not enough data to analyze patterns yet
ko: 아직 분석할 패턴이 충분하지 않습니다

source: Confidence
de: Vertrauen
es: Confianza
fr: Confiance
id: Kepercayaan
ja: 信頼度
ko: 신뢰도
pt: Confiança
ru: Уверенность
tl: Tiwala
tr: Güven

# sleepProgressMinutes
source: {minutes} minutes in progress
de: {minutes} Minuten im Gange
fr: {minutes} minutes en cours
ja: {minutes}分進行中
ko: {minutes}분 진행 중
pt: {minutes} minutos em andamento

source: Sleep Progress Time
de: Schlaffortschritt
fr: Temps de progression du sommeil
ja: 睡眠進行時間
ko: 수면 진행 시간
pt: Tempo de progresso do sono

# standardFeedingTimeNow
source: It's standard feeding time
de: Es ist Standard-Fütterungszeit
fr: C'est l'heure standard d'alimentation
ja: 標準授乳時間です
ko: 표준 수유 시간입니다
pt: É horário padrão de alimentação

# standardFeedingTimeSoon
source: Standard feeding time coming soon ({minutes} minutes)
de: Standard-Fütterungszeit kommt bald ({minutes} Minuten)
fr: Heure standard d'alimentation bientôt ({minutes} minutes)
ja: もうすぐ標準授乳時間です（{minutes}分後）
ko: 곧 표준 수유 시간입니다 ({minutes}분 후)
pt: Horário padrão de alimentação em breve ({minutes} minutos)

# timeUntilStandardFeedingHours
source: {hours} hours {minutes} minutes until standard feeding
de: {hours} Stunden {minutes} Minuten bis zur Standard-Fütterung
fr: {hours} heures {minutes} minutes avant l'alimentation standard
ja: 標準授乳まで{hours}時間{minutes}分
ko: 표준 수유까지 {hours}시간 {minutes}분
pt: {hours} horas {minutes} minutos até a alimentação padrão

# timeUntilStandardFeedingMinutes
source: {minutes} minutes until standard feeding
de: {minutes} Minuten bis zur Standard-Fütterung
fr: {minutes} minutes avant l'alimentation standard
ja: 標準授乳まで{minutes}分
ko: 표준 수유까지 {minutes}분
pt: {minutes} minutos até a alimentação padrão

# insufficientFeedingRecordsApplyingStandard
source: Insufficient feeding records (applying standard interval)
de: Unzureichende Fütterungsaufzeichnungen (Standard-Intervall anwenden)
fr: Enregistrements d'alimentation insuffisants (application de l'intervalle standard)
ja: 授乳記録が不足しています（標準間隔適用）
ko: 수유 기록이 부족합니다 (표준 간격 적용)
pt: Registros de alimentação insuficientes (aplicando intervalo padrão)

# standardFeedingTimeOverdue
source: Standard feeding time is overdue
de: Standard-Fütterungszeit ist überfällig
fr: L'heure standard d'alimentation est dépassée
ja: 標準授乳時間が過ぎました
ko: 표준 수유 시간이 지났습니다
pt: Horário padrão de alimentação está atrasado

# hoursMinutesFormat
source: {hours}h {minutes}m
de: {hours}h {minutes}min
es: {hours}h {minutes}min
fr: {hours}h {minutes}min
ja: {hours}時間{minutes}分
ko: {hours}시간 {minutes}분
pt: {hours} horas {minutes} minutos
ru: {hours}ч {minutes}м
tl: {hours}o {minutes}m
tr: {hours}s {minutes}d

# minutesFormat
source: {minutes} minutes
de: {minutes} Minuten
ja: {minutes}分
ko: {minutes}분
pt: {minutes} minutos

# personalPatternInfo
source: Personal pattern: {interval} interval (for reference)
de: Persönliches Muster: {interval} Intervall (zur Referenz)
fr: Motif personnel: {interval} intervalle (à titre de référence)
ja: 個人パターン: {interval} 間隔（参考用）
ko: 개인 패턴: {interval} 간격 (참고용)
pt: Padrão pessoal: {interval} intervalo (para referência)

source: Long press for details
de: Lang drücken für Details
es: Mantener presionado para detalles
fr: Appui long pour les détails
hi: विवरण के लिए दबाकर रखें
id: Tekan lama untuk detail
ja: 長押しで詳細表示
ko: 길게 눌러 상세보기
pt: Pressione e segure para detalhes
ru: Длительное нажатие для подробностей
th: กดค้างไว้เพื่อดูรายละเอียด
tl: Mahabang pindot para sa mga detalye
tr: Detaylar için uzun basın

source: Today's Summary
de: Heutiger Überblick
es: Resumen de Hoy
fr: Résumé d'Aujourd'hui
hi: आज का सारांश
id: Ringkasan Hari Ini
ja: 今日の概要
ko: 오늘의 요약
pt: Resumo de Hoje
ru: Сводка за сегодня
th: สรุปวันนี้
tl: Buod ng Araw na Ito
tr: Bugünün Özeti

source: Check standard feeding interval
de: Standard-Fütterungsintervall prüfen
fr: Vérifier l'intervalle d'alimentation standard
ja: 標準授乳間隔を確認してください
ko: 표준 수유 간격을 확인하세요
pt: Verificar intervalo de alimentação padrão

# registerBabyFirst
source: Please register your baby
de: Bitte registrieren Sie Ihr Baby
es: Por favor registra tu bebé primero
fr: Veuillez d'abord enregistrer votre bébé
hi: कृपया पहले अपने बच्चे को पंजीकृत करें
id: Silakan daftarkan bayi Anda terlebih dahulu
ja: 赤ちゃんを登録してください
ko: 아기를 등록해주세요
pt: Por favor, cadastre seu bebê primeiro
ru: Пожалуйста, сначала зарегистрируйте вашего ребёнка
th: กรุณาลงทะเบียนลูกก่อน
tl: Pakirehistro muna ang inyong baby
tr: Lütfen önce bebeğinizi kaydedin

# registerBabyToRecordMoments
source: To record your baby's precious moments, please register baby information first.
de: Um die kostbaren Momente Ihres Babys festzuhalten, registrieren Sie bitte zuerst die Baby-Informationen.
es: Para registrar los momentos preciosos de tu bebé, por favor registra primero la información del bebé.
fr: Pour enregistrer les précieux moments de votre bébé, veuillez d'abord enregistrer les informations du bébé.
hi: अपने बच्चे के कीमती पलों को रिकॉर्ड करने के लिए, कृपया पहले बच्चे की जानकारी दर्ज करें।
id: Untuk merekam momen-momen berharga bayi Anda, silakan daftarkan informasi bayi terlebih dahulu.
ja: 赤ちゃんの大切な瞬間を記録するために、 まず赤ちゃんの情報を登録してください。
ko: 아기의 소중한 순간들을 기록하기 위해 먼저 아기 정보를 등록해주세요.
pt: Para registrar os momentos preciosos do seu bebê, por favor cadastre primeiro as informações do bebê.
ru: Чтобы записывать драгоценные моменты вашего ребёнка, пожалуйста, сначала зарегистрируйте информацию о ребёнке.
th: เพื่อบันทึกช่วงเวลาล้ำค่าของลูก กรุณาลงทะเบียนข้อมูลลูกก่อน
tl: Para ma-record ang mga precious moments ng inyong baby, pakirehistro muna ang baby information.
tr: Bebeğinizin değerli anlarını kaydetmek için, lütfen önce bebek bilgilerini kaydedin.

source: Add baby from home
de: Baby vom Startbildschirm hinzufügen
es: Agregar bebé desde inicio
fr: Ajouter un bébé depuis l'accueil
hi: होम से बच्चा जोड़ें
id: Tambah bayi dari beranda
ja: ホームから赤ちゃんを追加
ko: 홈에서 아기 추가하기
pt: Adicionar bebê da tela inicial
ru: Добавить ребёнка с главного экрана
th: เพิ่มลูกจากหน้าหลัก
tl: Magdagdag ng baby mula sa home
tr: Ana sayfadan bebek ekle

# timesUnit
source: times
de: Mal
es: veces
fr: fois
hi: बार
id: kali
ja: 回
ko: 회
pt: vezes
ru: раз
th: ครั้ง
tl: beses
tr: kez

# itemsUnit
source: items
de: Artikel
es: elementos
fr: éléments
hi: आइटम
id: item
ja: 個
ko: 개
pt: itens
ru: элементов
th: รายการ
tl: mga item
tr: öğeler

# timesPerDay
source: times/day
de: Mal/Tag
es: veces/día
fr: fois/jour
hi: बार/दिन
id: kali/hari
ja: 回/日
ko: 회/일
pt: vezes/dia
ru: раз/день
th: ครั้ง/วัน
tl: beses/araw
tr: kez/gün

source: Activity Distribution by Category
de: Aktivitätsverteilung nach Kategorie
es: Distribución de Actividades por Categoría
fr: Distribution des activités par catégorie
hi: श्रेणी के अनुसार गतिविधि वितरण
id: Distribusi Aktivitas berdasarkan Kategori
ja: カテゴリ別活動分布
ko: 카드별 활동 분포
pt: Distribuição de Atividades por Categoria
ru: Распределение активности по категориям
th: การกระจายกิจกรรมตามหมวดหมู่
tl: Pamamahagi ng Aktibidad ayon sa Kategorya
tr: Kategoriye Göre Aktivite Dağılımı

# itemsCount
source: {count} items
de: {count} Artikel
es: {count} elementos
fr: {count} éléments
hi: {count} आइटम
id: {count} item
ja: {count}個項目
ko: {count}개 항목
pt: {count} itens
ru: {count} элементов
th: {count} รายการ
tl: {count} mga item
tr: {count} öğeler

source: Total count
de: Gesamtanzahl
es: Recuento Total
fr: Nombre total
hi: कुल संख्या
id: Jumlah Total
ja: 総回数
ko: 총 횟수
pt: Contagem Total
ru: Общее количество
th: จำนวนทั้งหมด
tl: Kabuuang Bilang
tr: Toplam Sayı

# timesCount
source: {count} times
de: {count} Mal
es: {count} veces
fr: {count} fois
hi: {count} बार
id: {count} kali
ja: {count}回
ko: {count}회
pt: {count} vezes
ru: {count} раз
th: {count} ครั้ง
tl: {count} beses
tr: {count} kez

source: No detailed data
de: Keine detaillierten Daten
es: No hay datos detallados
fr: Aucune donnée détaillée
hi: कोई विस्तृत डेटा नहीं
id: Tidak ada data terperinci
ja: 詳細データなし
ko: 상세 데이터 없음
pt: Nenhum dado detalhado
ru: Нет подробных данных
th: ไม่มีข้อมูลรายละเอียด
tl: Walang detalyadong data
tr: Detaylı veri yok

source: Average feeding time
de: Durchschnittliche Fütterungszeit
es: Tiempo promedio de alimentación
fr: Durée d'alimentation moyenne
hi: औसत भोजन का समय
id: Waktu rata-rata pemberian makan
ja: 平均授乳時間
ko: 평균 수유 시간
pt: Tempo médio de alimentação
ru: Среднее время кормления
th: เวลาการให้อาหารเฉลี่ย
tl: Average na oras ng pagkain
tr: Ortalama beslenme süresi

source: Average sleep time
de: Durchschnittliche Schlafzeit
es: Tiempo promedio de sueño
fr: Durée de sommeil moyenne
hi: औसत नींद का समय
id: Waktu rata-rata tidur
ja: 平均睡眠時間
ko: 평균 수면 시간
pt: Tempo médio de sono
ru: Среднее время сна
th: เวลานอนเฉลี่ย
tl: Average na oras ng tulog
tr: Ortalama uyku süresi

source: Daily average total sleep time
de: Tägliche durchschnittliche Gesamtschlafzeit
es: Tiempo total promedio diario de sueño
fr: Durée totale de sommeil moyenne par jour
hi: दैनिक औसत कुल नींद का समय
id: Total waktu rata-rata harian tidur
ja: 1日平均総睡眠時間
ko: 하루 평균 총 수면 시간
pt: Tempo total médio diário de sono
ru: Дневное среднее общее время сна
th: เวลานอนรวมเฉลี่ยต่อวัน
tl: Araw-araw na average na kabuuang oras ng tulog
tr: Günlük ortalama toplam uyku süresi

source: Daily average sleep count
de: Tägliche durchschnittliche Schlafanzahl
es: Recuento promedio diario de sueño
fr: Nombre moyen de sommeil par jour
hi: दैनिक औसत नींद की संख्या
id: Jumlah rata-rata harian tidur
ja: 1日平均睡眠回数
ko: 하루 평균 수면 횟수
pt: Contagem média diária de sono
ru: Дневное среднее количество снов
th: จำนวนครั้งการนอนเฉลี่ยต่อวัน
tl: Araw-araw na average na bilang ng tulog
tr: Günlük ortalama uyku sayısı

source: Daily average change count
de: Tägliche durchschnittliche Wechselanzahl
es: Recuento promedio diario de cambios
fr: Nombre moyen de changements par jour
hi: दैनिक औसत परिवर्तन की संख्या
id: Jumlah rata-rata harian penggantian
ja: 1日平均交換回数
ko: 하루 평균 교체 횟수
pt: Contagem média diária de trocas
ru: Дневное среднее количество смен
th: จำนวนการเปลี่ยนเฉลี่ยต่อวัน
tl: Araw-araw na average na bilang ng pagbabago
tr: Günlük ortalama değişim sayısı

source: Sharing Parenting Stories
de: Austausch von Elterngeschichten
es: Compartiendo Historias de Crianza
fr: Partage d'histoires parentales
hi: पेरेंटिंग की कहानियां साझा करना
id: Berbagi Cerita Parenting
ja: 子育ての話を共有
ko: 함께 나누는 육아 이야기
pt: Compartilhando Histórias de Paternidade
ru: Обмен родительскими историями
th: แบ่งปันเรื่องราวการเลี้ยงลูก
tl: Pagbabahagi ng mga Kuwentong Pagpapalaki
tr: Ebeveynlik Hikayelerini Paylaşma

source: My Activity
de: Meine Aktivität
es: Mi Actividad
fr: Mon activité
hi: मेरी गतिविधि
id: Aktivitas Saya
ja: 私の活動
ko: 내 활동
pt: Minha Atividade
ru: Моя активность
th: กิจกรรมของฉัน
tl: Aking Aktibidad
tr: Aktivitem

source: Categories
de: Kategorien
es: Categorías
fr: Catégories
hi: श्रेणियां
id: Kategori
ja: カテゴリー
ko: 카테고리
pt: Categorias
ru: Категории
th: หมวดหมู่
tl: Mga Kategorya
tr: Kategoriler

source: Menu
de: Menü
es: Menú
hi: मेनू
ja: メニュー
ko: 메뉴
ru: Меню
th: เมนู
tr: Menü

source: See More
de: Mehr sehen
es: Ver Más
fr: Voir plus
hi: और देखें
id: Lihat Selengkapnya
ja: もっと見る
ko: 더 보기
pt: Ver Mais
ru: Посмотреть ещё
th: ดูเพิ่มเติม
tl: Makita Pa
tr: Daha Fazla Gör

source: Midnight
de: Mitternacht
es: Medianoche
fr: Minuit
id: Tengah Malam
ja: 深夜
ko: 자정
pt: Meia-noite
ru: Полночь
th: เที่ยงคืน
tl: Hatinggabi
tr: Gece Yarısı

# morning
source: AM
de: Morgens
es: Mañana
fr: Matin
id: Pagi
ja: 午前
ko: 오전
pt: Manhã
ru: Утро
th: เช้า
tl: Umaga
tr: Sabah

source: Noon
de: Mittag
es: Mediodía
fr: Midi
id: Siang
ja: 正午
ko: 정오
pt: Meio-dia
ru: Полдень
th: เที่ยงวัน
tl: Tanghali
tr: Öğle

# afternoon
source: PM
de: Nachmittags
es: Tarde
fr: Après-midi
id: Sore
ja: 午後
ko: 오후
pt: Tarde
ru: Вечер
th: บ่าย
tl: Hapon
tr: Akşam

# babyTemperatureRecord
source: {name}'s Temperature Record
de: {name}s Temperaturprotokoll
es: Registro de temperatura de {name}
fr: Enregistrement de température de {name}
id: Catatan Suhu {name}
ja: {name}の体温記録
ko: {name}의 체온 기록
pt: Registro de temperatura de {name}
ru: Запись температуры {name}
th: บันทึกอุณหภูมิของ{name}
tl: Talaan ng Temperatura ni {name}
tr: {name}'in Sıcaklık Kaydı

source: Adjust with slider
de: Mit Schieberegler anpassen
es: Ajustar con deslizador
fr: Ajuster avec le curseur
id: Sesuaikan dengan slider
ja: スライダーで調整
ko: 슬라이더로 조정
pt: Ajustar com controle deslizante
ru: Настроить с помощью ползунка
th: ปรับด้วยแถบเลื่อน
tl: Iadjust gamit ang slider
tr: Kaydırıcı ile ayarla

source: Measurement method
de: Messmethode
es: Método de medición
fr: Méthode de mesure
id: Metode pengukuran
ja: 測定方法
ko: 측정 방법
pt: Método de medição
ru: Метод измерения
th: วิธีการวัด
tl: Paraan ng pagsukat
tr: Ölçüm yöntemi

source: Normal range
de: Normalbereich
es: Rango normal
fr: Plage normale
id: Rentang normal
ja: 正常範囲
ko: 정상 범위
pt: Faixa normal
ru: Нормальный диапазон
th: ช่วงปกติ
tl: Normal na saklaw
tr: Normal aralık

# normalRangeForAgeGroup
source: Normal range ({ageGroup}): {min}°C - {max}°C
de: Normalbereich ({ageGroup}): {min}°C - {max}°C
es: Rango normal ({ageGroup}): {min}°C - {max}°C
fr: Plage normale ({ageGroup}): {min}°C - {max}°C
id: Rentang normal ({ageGroup}): {min}°C - {max}°C
ja: 正常範囲（{ageGroup}）: {min}°C - {max}°C
ko: 정상 범위 ({ageGroup}): {min}°C - {max}°C
pt: Faixa normal ({ageGroup}): {min}°C - {max}°C
ru: Нормальный диапазон ({ageGroup}): {min}°C - {max}°C
th: ช่วงปกติ ({ageGroup}): {min}°C - {max}°C
tl: Normal na saklaw ({ageGroup}): {min}°C - {max}°C
tr: Normal aralık ({ageGroup}): {min}°C - {max}°C

source: Save Temperature Record
de: Temperaturprotokoll speichern
es: Guardar registro de temperatura
fr: Enregistrer le relevé de température
id: Simpan catatan suhu
ja: 体温記録を保存
ko: 체온 기록 저장
pt: Salvar registro de temperatura
ru: Сохранить запись температуры
th: บันทึกข้อมูลอุณหภูมิ
tl: I-save ang Talaan ng Temperatura
tr: Sıcaklık Kaydını Kaydet

# enterTemperature
source: Please enter temperature
de: Bitte Temperatur eingeben
es: Por favor ingrese la temperatura
fr: Veuillez saisir la température
id: Silakan masukkan suhu
ja: 体温を入力してください
ko: 체온을 입력해주세요
pt: Por favor, insira a temperatura
ru: Пожалуйста, введите температуру
th: กรุณากรอกอุณหภูมิ
tl: Paki-enter ang temperatura
tr: Lütfen sıcaklığı girin

# temperatureRangeValidation
source: Temperature must be between 34.0°C ~ 42.0°C
de: Temperatur muss zwischen 34,0°C ~ 42,0°C liegen
es: La temperatura debe estar entre 34,0°C ~ 42,0°C
fr: La température doit être entre 34,0°C ~ 42,0°C
id: Suhu harus antara 34,0°C ~ 42,0°C
ja: 体温は34.0°C〜42.0°Cの範囲で入力してください
ko: 체온은 34.0°C ~ 42.0°C 범위여야 합니다
pt: A temperatura deve estar entre 34,0°C ~ 42,0°C
ru: Температура должна быть в диапазоне 34,0°C ~ 42,0°C
th: อุณหภูมิต้องอยู่ระหว่าง 34.0°C ~ 42.0°C
tl: Ang temperatura ay dapat nasa 34.0°C ~ 42.0°C
tr: Sıcaklık 34,0°C ~ 42,0°C arasında olmalıdır
