Repository: skyinthe-sea/bomt
Catalog: lib/src/l10n/app_*.arb
Languages: de, es, fr, hi, id, ja, ko, pt, ru, th, tl, tr, zh

# recordSymptomsHint
source: Please record symptoms or special notes
de: Bitte Symptome oder besondere Hinweise aufzeichnen
es: Por favor registre síntomas o notas especiales
fr: Veuillez enregistrer les symptômes ou notes spéciales
id: Silakan catat gejala atau catatan khusus
ja: 症状や特記事項を記録してください
ko: 증상이나 특이사항을 기록해주세요
pt: Por favor, registre sintomas ou observações especiais
ru: Пожалуйста, запишите симптомы или особые заметки
th: กรุณาบันทึกอาการหรือหมายเหตุพิเศษ
tl: Paki-record ang mga sintomas o espesyal na tala
tr: Lütfen belirtileri veya özel notları kaydedin

# oralMethod
source: Oral
fr: Orale
ja: 口腔
ko: 구강
ru: Оральный
th: ทางปาก
tr: Ağızdan

# analMethod
source: Anal
fr: Anale
ja: 肛門
ko: 항문
ru: Анальный
th: ทางทวารหนัก
tr: Anelden

# recentDaysTrend
source: Recent {days} days trend
de: Trend der letzten {days} Tage
es: Tendencia de los últimos {days} días
fr: Tendance des {days} derniers jours
id: Tren {days} hari terakhir
ja: 過去{days}日間の推移
ko: 최근 {days}일간 추이
pt: Tendência dos últimos {days} dias
ru: Тренд за последние {days} дней
th: แนวโน้ม {days} วันที่ผ่านมา
tl: Trend sa nakaraang {days} araw
tr: Son {days} günün trendi

# days3
source: 3 days
de: 3 Tage
es: 3 días
fr: 3 jours
id: 3 hari
ja: 3日間
ko: 3일
pt: 3 dias
ru: 3 дня
th: 3 วัน
tl: 3 araw
tr: 3 gün

# days7
source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
id: 7 hari
ja: 7日間
ko: 7일
pt: 7 dias
ru: 7 дней
th: 7 วัน
tl: 7 araw
tr: 7 gün

# weeks2
source: 2 weeks
de: 2 Wochen
es: 2 semanas
fr: 2 semaines
id: 2 minggu
ja: 2週間
ko: 2주
pt: 2 semanas
ru: 2 недели
th: 2 สัปดาห์
tl: 2 linggo
tr: 2 hafta

# month1
source: 1 month
de: 1 Monat
es: 1 mes
fr: 1 mois
id: 1 bulan
ja: 1ヶ月
ko: 한달
pt: 1 mês
ru: 1 месяц
th: 1 เดือน
tl: 1 buwan
tr: 1 ay

# noTemperatureRecordsInPeriod
source: No temperature records in selected period
de: Keine Temperaturaufzeichnungen im gewählten Zeitraum
es: No hay registros de temperatura en el período seleccionado
fr: Aucun enregistrement de température pendant la période sélectionnée
id: Tidak ada catatan suhu dalam periode yang dipilih
ja: 選択した期間の体温記録がありません
ko: 선택한 기간에 체온 기록이 없습니다
pt: Nenhum registro de temperatura no período selecionado
ru: Нет записей температуры за выбранный период
th: ไม่มีบันทึกอุณหภูมิในช่วงเวลาที่เลือก
tl: Walang mga tala ng temperatura sa napiling panahon
tr: Seçilen dönemde sıcaklık kaydı yok

source: Temperature Change Trend
de: Temperaturveränderungstrend
es: Tendencia de Cambio de Temperatura
fr: Tendance de Changement de Température
id: Tren Perubahan Suhu
ja: 体温変化の傾向
ko: 체온 변화 추이
pt: Tendência de Mudança de Temperatura
ru: Тренд Изменения Температуры
th: แนวโน้มการเปลี่ยนแปลงอุณหภูมิ
tl: Trend ng Pagbabago ng Temperatura
tr: Sıcaklık Değişim Trendi

source: Average Temperature
de: Durchschnittstemperatur
es: Temperatura Promedio
fr: Température Moyenne
id: Suhu Rata-rata
ja: 平均体温
ko: 평균 체온
pt: Temperatura Média
ru: Средняя Температура
th: อุณหภูมิเฉลี่ย
tl: Katamtamang Temperatura
tr: Ortalama Sıcaklık

source: Highest Temperature
de: Höchsttemperatur
es: Temperatura Más Alta
fr: Température la Plus Élevée
id: Suhu Tertinggi
ja: 最高体温
ko: 최고 체온
pt: Temperatura Mais Alta
ru: Самая Высокая Температура
th: อุณหภูมิสูงสุด
tl: Pinakamataas na Temperatura
tr: En Yüksek Sıcaklık

source: Lowest Temperature
de: Niedrigsttemperatur
es: Temperatura Más Baja
fr: Température la Plus Basse
id: Suhu Terendah
ja: 最低体温
ko: 최저 체온
pt: Temperatura Mais Baixa
ru: Самая Низкая Температура
th: อุณหภูมิต่ำสุด
tl: Pinakamababang Temperatura
tr: En Düşük Sıcaklık

source: 📝 Note available (tap to view)
de: 📝 Notiz verfügbar (tippen zum Anzeigen)
es: 📝 Nota disponible (toca para ver)
fr: 📝 Note disponible (toucher pour voir)
id: 📝 Catatan tersedia (ketuk untuk melihat)
ja: 📝 メモあり（タップして表示）
ko: 📝 메모 있음 (탭하여 보기)
pt: 📝 Nota disponível (toque para ver)
ru: 📝 Заметка доступна (нажмите для просмотра)
th: 📝 มีหมายเหตุ (แตะเพื่อดู)
tl: 📝 May tala (pindutin para makita)
tr: 📝 Not mevcut (görüntülemek için dokun)

# temperatureRisingTrend
source: Temperature is showing a rising trend
de: Die Temperatur zeigt einen steigenden Trend
es: La temperatura muestra una tendencia al alza
fr: La température montre une tendance à la hausse
id: Suhu menunjukkan tren meningkat
ja: 体温が上昇傾向にあります
ko: 체온이 상승하는 추세입니다
pt: A temperatura mostra uma tendência de alta
ru: Температура показывает восходящий тренд
th: อุณหภูมิมีแนวโน้มสูงขึ้น
tl: Ang temperatura ay nagpapakita ng pataas na trend
tr: Sıcaklık yükselen bir trend gösteriyor

# temperatureFallingTrend
source: Temperature is showing a falling trend
de: Die Temperatur zeigt einen fallenden Trend
es: La temperatura muestra una tendencia a la baja
fr: La température montre une tendance à la baisse
id: Suhu menunjukkan tren menurun
ja: 体温が下降傾向にあります
ko: 체온이 하강하는 추세입니다
pt: A temperatura mostra uma tendência de baixa
ru: Температура показывает нисходящий тренд
th: อุณหภูมิมีแนวโน้มลดลง
tl: Ang temperatura ay nagpapakita ng pababa na trend
tr: Sıcaklık düşen bir trend gösteriyor

# temperatureStableTrend
source: Temperature is stable
de: Die Temperatur ist stabil
es: La temperatura está estable
fr: La température est stable
id: Suhu stabil
ja: 体温は安定しています
ko: 체온이 안정적입니다
pt: A temperatura está estável
ru: Температура стабильна
th: อุณหภูมิคงที่
tl: Ang temperatura ay matatag
tr: Sıcaklık stabil

source: Trend Analysis
de: Trendanalyse
es: Análisis de Tendencia
fr: Analyse de Tendance
id: Analisis Tren
ja: 推移分析
ko: 추세 분석
pt: Análise de Tendência
ru: Анализ Тренда
th: การวิเคราะห์แนวโน้ม
tl: Pagsusuri ng Trend
tr: Trend Analizi

# totalMeasurements
source: Total {count} measurements
de: Insgesamt {count} Messungen
es: Total de {count} mediciones
fr: Total de {count} mesures
id: Total {count} pengukuran
ja: 合計{count}回の測定
ko: 총 {count}회 측정됨
pt: Total de {count} medições
ru: Всего {count} измерений
th: รวม {count} ครั้งการวัด
tl: Kabuuang {count} sukat
tr: Toplam {count} ölçüm

source: Temperature Record Memo
de: Temperaturprotokoll Notiz
es: Nota del Registro de Temperatura
fr: Mémo du Relevé de Température
id: Memo Catatan Suhu
ja: 体温記録メモ
ko: 체온 기록 메모
pt: Nota do Registro de Temperatura
ru: Заметка Записи Температуры
th: บันทึกหมายเหตุอุณหภูมิ
tl: Tala ng Memo sa Temperatura
tr: Sıcaklık Kayıt Notu

# babyGrowthChart
source: {name}'s Growth Chart
de: {name}s Wachstumsdiagramm
es: Gráfico de Crecimiento de {name}
fr: Courbe de Croissance de {name}
id: Grafik Pertumbuhan {name}
ja: {name}の成長チャート
ko: {name}의 성장곡선
pt: Gráfico de Crescimento do {name}
ru: График Роста {name}
th: แผนภูมิการเจริญเติบโตของ {name}
tl: Growth Chart ni {name}
tr: {name}'nin Büyüme Grafiği

source: No growth records
de: Keine Wachstumsaufzeichnungen
es: No hay registros de crecimiento
fr: Aucun enregistrement de croissance
id: Tidak ada catatan pertumbuhan
ja: 成長記録がありません
ko: 성장 기록이 없습니다
pt: Nenhum registro de crescimento
ru: Нет записей роста
th: ไม่มีบันทึกการเจริญเติบโต
tl: Walang growth records
tr: Büyüme kayıtları yok

# enterWeightAndHeightFromHome
source: Please enter weight and height from home screen
de: Bitte geben Sie Gewicht und Größe über den Startbildschirm ein
es: Por favor ingrese peso y altura desde la pantalla principal
fr: Veuillez saisir le poids et la taille depuis l'écran d'accueil
id: Silakan masukkan berat dan tinggi badan dari layar beranda
ja: ホーム画面から体重と身長を記録してください
ko: 홈 화면에서 체중과 키를 입력해보세요
pt: Por favor, insira peso e altura pela tela inicial
ru: Пожалуйста, введите вес и рост с главного экрана
th: กรุณาบันทึกน้ำหนักและส่วนสูงจากหน้าจอหลัก
tl: Mangyaring ilagay ang timbang at taas mula sa home screen
tr: Lütfen ana ekrandan kilo ve boy bilgilerini girin

source: All
de: Alle
es: Todo
fr: Tout
id: Semua
ja: 全て
ko: 전체
pt: Todos
ru: Все
th: ทั้งหมด
tl: Lahat
tr: Tümü

source: Growth Insights
de: Wachstumseinblicke
es: Perspectivas del Crecimiento
fr: Aperçus de Croissance
id: Wawasan Pertumbuhan
ja: 成長の洞察
ko: 성장 인사이트
pt: Insights de Crescimento
ru: Анализ Роста
th: ข้อมูลเชิงลึกการเจริญเติบโต
tr: Büyüme İçgörüleri

source: Growth Rate
de: Wachstumsrate
es: Tasa de Crecimiento
fr: Taux de Croissance
id: Tingkat Pertumbuhan
ja: 成長率
ko: 성장 속도
pt: Taxa de Crescimento
ru: Темп Роста
th: อัตราการเจริญเติบโต
tr: Büyüme Oranı

source: Monthly Average Growth
de: Monatliches Durchschnittswachstum
es: Crecimiento Promedio Mensual
fr: Croissance Moyenne Mensuelle
id: Pertumbuhan Rata-rata Bulanan
ja: 月間平均成長
ko: 월평균 성장
pt: Crescimento Médio Mensal
ru: Средний Месячный Рост
th: การเจริญเติบโตเฉลี่ยต่อเดือน
tl: Buwanang Average na Paglaki
tr: Aylık Ortalama Büyüme

source: Data Insufficient
de: Daten unzureichend
es: Datos Insuficientes
fr: Données Insuffisantes
id: Data Tidak Mencukupi
ja: データ不足
ko: 데이터 부족
pt: Dados Insuficientes
ru: Недостаточно Данных
th: ข้อมูลไม่เพียงพอ
tl: Hindi Sapat ang Data
tr: Veri Yetersiz

# twoOrMoreRequired
source: 2 or more required
de: 2 oder mehr erforderlich
es: Se requieren 2 o más
fr: 2 ou plus requis
id: 2 atau lebih diperlukan
ja: 2つ以上必要
ko: 2개 이상 필요
pt: 2 ou mais necessários
ru: Требуется 2 или больше
th: ต้องการ 2 รายการขึ้นไป
tl: Kailangan ng 2 o higit pa
tr: 2 veya daha fazla gerekli

# recentDaysBasis
source: Based on recent {days} days
de: Basierend auf den letzten {days} Tagen
es: Basado en los últimos {days} días
fr: Basé sur les derniers {days} jours
id: Berdasarkan {days} hari terakhir
ja: 直近{days}日間に基づく
ko: 최근 {days}일 기준
pt: Baseado nos últimos {days} dias
ru: На основе последних {days} дней
th: อิงจาก {days} วันที่ผ่านมา
tl: Batay sa nakaraang {days} araw
tr: Son {days} güne dayalı

# entireBasis
source: Based on entire period
de: Basierend auf gesamten Zeitraum
es: Basado en período completo
fr: Basé sur la période entière
id: Berdasarkan seluruh periode
ja: 全期間に基づく
ko: 전체 기준
pt: Baseado no período inteiro
ru: На основе всего периода
th: อิงจากช่วงเวลาทั้งหมด
tl: Batay sa buong panahon
tr: Tüm döneme dayalı

# oneMonthPrediction
source: 1 Month Prediction
de: 1-Monats-Vorhersage
es: Predicción de 1 Mes
fr: Prévision 1 Mois
id: Prediksi 1 Bulan
ja: 1ヶ月予測
ko: 1개월 후 예상
pt: Predição de 1 Mês
ru: Прогноз на 1 Месяц
th: คาดการณ์ 1 เดือน
tl: 1 Buwan na Prediction
tr: 1 Aylık Tahmin

# currentTrendBasis
source: Based on current trend
de: Basierend auf aktuellem Trend
es: Basado en tendencia actual
fr: Basé sur la tendance actuelle
id: Berdasarkan tren saat ini
ja: 現在のトレンドに基づく
ko: 현재 트렌드 기준
pt: Baseado na tendência atual
ru: На основе текущей тенденции
th: อิงจากแนวโน้มปัจจุบัน
tl: Batay sa kasalukuyang trend
tr: Mevcut eğilime dayalı

source: Prediction not possible
de: Vorhersage nicht möglich
es: Predicción no posible
fr: Prévision non possible
id: Prediksi tidak dapat dilakukan
ja: 予測不可能
ko: 예측 불가
pt: Predição não possível
ru: Прогноз невозможен
th: ไม่สามารถคาดการณ์ได้
tl: Hindi makakagawa ng prediction
tr: Tahmin mümkün değil

source: Trend insufficient
de: Trend unzureichend
es: Tendencia insuficiente
fr: Tendance insuffisante
id: Tren tidak mencukupi
ja: トレンド不足
ko: 트렌드 부족
pt: Tendência insuficiente
ru: Недостаточная тенденция
th: แนวโน้มไม่เพียงพอ
tl: Hindi sapat ang trend
tr: Eğilim yetersiz

source: Record Frequency
de: Aufzeichnungshäufigkeit
es: Frecuencia de Registro
fr: Fréquence d'Enregistrement
id: Frekuensi Catatan
ja: 記録頻度
ko: 기록 빈도
pt: Frequência de Registro
ru: Частота Записей
th: ความถี่ในการบันทึก
tl: Frequency ng Record
tr: Kayıt Sıklığı

source: Very Consistent
de: Sehr konstant
es: Muy Consistente
fr: Très Cohérent
id: Sangat Konsisten
ja: とても一定
ko: 매우 꾸준함
pt: Muito Consistente
ru: Очень Стабильно
th: สม่ำเสมอมาก
tl: Napaka-Consistent
tr: Çok Tutarlı

source: Consistent
de: Konstant
es: Consistente
fr: Cohérent
id: Konsisten
ja: 一定
ko: 꾸준함
pt: Consistente
ru: Стабильно
th: สม่ำเสมอ
tr: Tutarlı

source: Irregular
de: Unregelmäßig
fr: Irrégulier
id: Tidak teratur
ja: 不規則
ko: 불규칙
ru: Нерегулярно
th: ไม่สม่ำเสมอ
tl: Hindi Regular
tr: Düzensiz

# averageDaysInterval
source: Average {days} days interval
de: Durchschnittlich {days} Tage Intervall
es: Promedio {days} días de intervalo
fr: Intervalle moyen de {days} jours
id: Rata-rata interval {days} hari
ja: 平均{days}日間隔
ko: 평균 {days}일 간격
pt: Intervalo médio de {days} dias
ru: Средний интервал {days} дней
th: ช่วงห่างเฉลี่ย {days} วัน
tl: Average {days} araw na agwat
tr: Ortalama {days} günlük aralık

source: Next Record
de: Nächste Aufzeichnung
es: Próximo Registro
fr: Prochain Enregistrement
id: Catatan Berikutnya
ja: 次回記録
ko: 다음 기록
pt: Próximo Registro
ru: Следующая Запись
th: การบันทึกครั้งต่อไป
tl: Susunod na Record
tr: Sonraki Kayıt

source: Now
de: Jetzt
es: Ahora
fr: Maintenant
id: Sekarang
ja: 今
ko: 지금
pt: Agora
ru: Сейчас
th: ตอนนี้
tl: Ngayon
tr: Şimdi

source: Soon
de: Bald
es: Pronto
fr: Bientôt
id: Segera
ja: まもなく
ko: 곧
pt: Em breve
ru: Скоро
th: เร็วๆ นี้
tl: Malapit na
tr: Yakında

# daysLater
source: {days} days later
de: {days} Tage später
es: {days} días después
fr: {days} jours plus tard
id: {days} hari kemudian
ja: {days}日後
ko: {days}일 후
pt: {days} dias depois
ru: через {days} дней
th: {days} วันต่อมา
tl: {days} araw pagkatapos
tr: {days} gün sonra

# daysAgoRecorded
source: Recorded {days} days ago
de: Vor {days} Tagen aufgezeichnet
es: Registrado hace {days} días
fr: Enregistré il y a {days} jours
id: Dicatat {days} hari yang lalu
ja: {days}日前に記録
ko: {days}일 전 기록됨
pt: Registrado há {days} dias
ru: Записано {days} дней назад
th: บันทึกเมื่อ {days} วันที่แล้ว
tl: Na-record {days} araw na ang nakalipas
tr: {days} gün önce kaydedildi

source: Weekly record recommended
de: Wöchentliche Aufzeichnung empfohlen
es: Registro semanal recomendado
fr: Enregistrement hebdomadaire recommandé
id: Pencatatan mingguan direkomendasikan
ja: 週間記録を推奨
ko: 주간 기록 권장
pt: Registro semanal recomendado
ru: Рекомендуется еженедельная запись
th: แนะนำให้บันทึกรายสัปดาห์
tl: Inirerekomenda ang lingguhang record
tr: Haftalık kayıt önerilir

source: Next Milestone
de: Nächster Meilenstein
es: Próximo Hito
fr: Prochain Jalon
id: Pencapaian Berikutnya
ja: 次のマイルストーン
ko: 다음 마일스톤
pt: Próxima Meta
ru: Следующая Веха
th: เป้าหมายหลักถัดไป
tl: Susunod na Milestone
tr: Sonraki Kilometre Taşı

# targetValue
source: {value}{unit} target
de: {value}{unit} Ziel
es: Meta de {value}{unit}
fr: Objectif de {value}{unit}
id: Target {value}{unit}
ja: {value}{unit}目標
ko: {value}{unit} 목표
pt: Meta de {value}{unit}
ru: Цель {value}{unit}
th: เป้าหมาย {value}{unit}
tr: {value}{unit} hedef

# remainingProgress
source: {remaining}{unit} remaining ({progress}% achieved)
de: {remaining}{unit} verbleibend ({progress}% erreicht)
es: {remaining}{unit} restante ({progress}% logrado)
fr: {remaining}{unit} restant ({progress}% atteint)
id: Tersisa {remaining}{unit} ({progress}% tercapai)
ja: 残り{remaining}{unit}（{progress}%達成）
ko: {remaining}{unit} 남음 ({progress}% 달성)
pt: {remaining}{unit} restante ({progress}% alcançado)
ru: Осталось {remaining}{unit} ({progress}% достигнуто)
th: เหลือ {remaining}{unit} ({progress}% บรรลุ)
tl: {remaining}{unit} na natitira ({progress}% na-achieve)
tr: Kalan {remaining}{unit} ({progress}% ulaşıldı)

source: Calculation not possible
de: Berechnung nicht möglich
es: Cálculo no posible
fr: Calcul non possible
id: Perhitungan tidak dapat dilakukan
ja: 計算不可能
ko: 계산 불가
pt: Cálculo não possível
ru: Расчет невозможен
th: ไม่สามารถคำนวณได้
tl: Hindi makakagawa ng calculation
tr: Hesaplama mümkün değil

source: Period insufficient
de: Zeitraum unzureichend
es: Período insuficiente
fr: Période insuffisante
id: Periode tidak mencukupi
ja: 期間不足
ko: 기간 부족
pt: Período insuficiente
ru: Недостаточный период
th: ช่วงเวลาไม่เพียงพอ
tl: Hindi sapat ang panahon
tr: Dönem yetersiz

source: No data available
de: Keine Daten verfügbar
es: No hay datos disponibles
fr: Aucune donnée disponible
id: Tidak ada data yang tersedia
ja: データがありません
ko: 데이터 없음
pt: Nenhum dado disponível
ru: Нет доступных данных
th: ไม่มีข้อมูล
tl: Walang available na data
tr: Kullanılabilir veri yok

source: Weight record required
de: Gewichtsaufzeichnung erforderlich
es: Registro de peso requerido
fr: Enregistrement de poids requis
id: Catatan berat diperlukan
ja: 体重記録が必要
ko: 체중 기록 필요
pt: Registro de peso necessário
ru: Требуется запись веса
th: ต้องการบันทึกน้ำหนัก
tl: Kailangan ng weight record
tr: Kilo kaydı gerekli

source: Height record required
de: Größenaufzeichnung erforderlich
es: Registro de altura requerido
fr: Enregistrement de taille requis
id: Catatan tinggi diperlukan
ja: 身長記録が必要
ko: 키 기록 필요
pt: Registro de altura necessário
ru: Требуется запись роста
th: ต้องการบันทึกส่วนสูง
tl: Kailangan ng height record
tr: Boy kaydı gerekli

source: Current record missing
de: Aktuelle Aufzeichnung fehlt
es: Registro actual faltante
fr: Enregistrement actuel manquant
id: Catatan saat ini hilang
ja: 現在の記録がありません
ko: 현재 기록 없음
pt: Registro atual ausente
ru: Текущая запись отсутствует
th: ไม่มีบันทึกปัจจุบัน
tl: Nawawala ang kasalukuyang record
tr: Mevcut kayıt eksik

source: No record
de: Keine Aufzeichnung
es: Sin registro
fr: Aucun enregistrement
id: Tidak ada catatan
ja: 記録なし
ko: 기록 없음
pt: Nenhum registro
ru: Нет записи
th: ไม่มีบันทึก
tl: Walang record
tr: Kayıt yok

# firstRecordStart
source: Start your first record
de: Erste Aufzeichnung starten
es: Comenzar primer registro
fr: Commencer le premier enregistrement
id: Mulai catatan pertama
ja: 最初の記録を開始
ko: 첫 기록을 시작하세요
pt: Iniciar primeiro registro
ru: Начать первую запись
th: เริ่มบันทึกครั้งแรก
tl: Simulan ang unang record
tr: İlk kaydı başlat

# oneRecord
source: 1 record
de: 1 Aufzeichnung
es: 1 registro
fr: 1 enregistrement
id: 1 catatan
ja: 1つの記録
ko: 1회
pt: 1 registro
ru: 1 запись
th: 1 บันทึก
tr: 1 kayıt

source: More records needed
de: Weitere Aufzeichnungen erforderlich
es: Se necesitan más registros
fr: Plus d'enregistrements nécessaires
id: Memerlukan lebih banyak catatan
ja: さらに記録が必要
ko: 더 많은 기록 필요
pt: Mais registros necessários
ru: Требуется больше записей
th: ต้องการบันทึกเพิ่มเติม
tl: Kailangan ng mas maraming records
tr: Daha fazla kayıt gerekli

source: Same day record
de: Aufzeichnung am selben Tag
es: Registro del mismo día
fr: Enregistrement du même jour
id: Catatan hari yang sama
ja: 同日記録
ko: 당일 기록
pt: Registro do mesmo dia
ru: Запись в тот же день
th: บันทึกวันเดียวกัน
tl: Record sa parehong araw
tr: Aynı gün kaydı

# recordedTimes
source: {count} times recorded
de: {count} mal aufgezeichnet
es: {count} veces registrado
fr: {count} fois enregistré
id: Tercatat {count} kali
ja: {count}回記録
ko: {count}회 기록
pt: {count} vezes registrado
ru: Записано {count} раз
th: บันทึกแล้ว {count} ครั้ง
tl: Na-record ng {count} beses
tr: {count} kez kaydedildi

source: Storage Method
de: Aufbewahrungsmethode
es: Método de almacenamiento
fr: Méthode de conservation
id: Metode penyimpanan
ja: 保存方法
ko: 보관 방법
pt: Método de armazenamento
ru: Способ хранения
th: วิธีเก็บรักษา
tl: Paraan ng pag-imbak
tr: Saklama yöntemi

source: Pumping Type
de: Pump-Art
es: Tipo de extracción
fr: Type de pompage
id: Jenis pompa
ja: 搾乳タイプ
ko: 유축 방식
pt: Tipo de ordenha
ru: Тип сцеживания
th: ประเภทการปั๊มนม
tl: Uri ng pagbomba
tr: Sağma türü

source: Food Name
fr: Nom de l'aliment
id: Nama makanan
ja: 食品名
ko: 음식명
pt: Nome do alimento
ru: Название продукта
th: ชื่ออาหาร
tl: Pangalan ng pagkain
tr: Yemek adı

source: Meal Type
de: Mahlzeittyp
es: Tipo de comida
fr: Type de repas
id: Jenis makanan
ja: 食事タイプ
ko: 식사 유형
pt: Tipo de refeição
ru: Тип приема пищи
th: ประเภทอาหาร
tl: Uri ng pagkain
tr: Öğün türü

source: Texture
de: Textur
es: Textura
id: Tekstur
ja: 食感
ko: 질감
pt: Textura
ru: Текстура
th: เนื้อสัมผัส
tl: Laki
tr: Doku

source: Reaction
de: Reaktion
es: Reacción
fr: Réaction
id: Reaksi
ja: 反応
ko: 반응
pt: Reação
ru: Реакция
th: ปฏิกิริยา
tl: Reaksyon
tr: Tepki

source: Measurement Location
de: Messort
es: Lugar de medición
fr: Lieu de mesure
id: Lokasi pengukuran
ja: 測定場所
ko: 측정 부위
pt: Local de medição
ru: Место измерения
th: ตำแหน่งการวัด
tl: Lugar ng pagsukat
tr: Ölçüm yeri

source: Fever Reducer Given
de: Fiebermittel gegeben
es: Reductor de fiebre dado
fr: Antipyrétique donné
id: Pemberian penurun demam
ja: 解熱剤投与
ko: 해열제 투약
pt: Redutor de febre administrado
ru: Жаропонижающее дано
th: ให้ยาลดไข้แล้ว
tl: Binigay ang gamot sa lagnat
tr: Ateş düşürücü verildi

source: Given
de: Gegeben
es: Dado
fr: Donné
id: Diberikan
ja: 投与済み
ko: 투약함
pt: Administrado
ru: Дано
th: ให้แล้ว
tl: Binigay
tr: Verildi

source: hours
de: Stunden
es: horas
fr: heures
id: jam
ja: 時間
ko: 시간
pt: horas
ru: часов
th: ชั่วโมง
tl: oras
tr: saat

source: Refrigerator
fr: Réfrigérateur
id: Kulkas
ja: 冷蔵庫
ko: 냉장고
pt: Refrigerador
ru: Холодильник
th: ตู้เย็น
tl: Ref
tr: Buzdolabı

source: Freezer
fr: Congélateur
ja: 冷凍庫
ko: 냉동고
pt: Congelador
ru: Морозилка
th: ตู้แช่แข็ง
tr: Dondurucu

source: Room Temperature
fr: Température ambiante
id: Suhu ruang
ja: 常温
ko: 실온
pt: Temperatura ambiente
ru: Комнатная температура
th: อุณหภูมิห้อง
tr: Oda sıcaklığı

source: Fed Immediately
de: Sofort gefüttert
es: Alimentado inmediatamente
fr: Nourri immédiatement
id: Langsung diberikan
ja: すぐに授乳
ko: 즉시 수유
pt: Alimentado imediatamente
ru: Накормлен сразу
th: ให้ทันที
tl: Agad na pinakain
tr: Hemen beslendi

source: Breakfast
de: Frühstück
es: Desayuno
fr: Petit-déjeuner
id: Sarapan
ja: 朝食
ko: 아침
pt: Café da manhã
ru: Завтрак
th: อาหารเช้า
tl: Almusal
tr: Kahvaltı

source: Lunch
de: Mittagessen
es: Almuerzo
fr: Déjeuner
id: Makan siang
ja: 昼食
ko: 점심
pt: Almoço
ru: Обед
th: อาหารกลางวัน
tl: Tanghalian
tr: Öğle yemeği

source: Dinner
de: Abendessen
es: Cena
fr: Dîner
id: Makan malam
ja: 夕食
ko: 저녁
pt: Jantar
ru: Ужин
th: อาหารเย็น
tl: Hapunan
tr: Akşam yemeği

source: Snack
es: Merienda
fr: Collation
id: Camilan
ja: おやつ
ko: 간식
pt: Lanche
ru: Перекус
th: ของว่าง
tl: Meryenda
tr: Atıştırmalık

source: Monday
de: Montag
es: Lunes
fr: Lundi
id: Senin
ja: 月曜日
ko: 월요일
pt: Segunda-feira
ru: Понедельник
th: วันจันทร์
tl: Lunes
tr: Pazartesi

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
id: Selasa
ja: 火曜日
ko: 화요일
pt: Terça-feira
ru: Вторник
th: วันอังคาร
tl: Martes
tr: Salı

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
id: Rabu
ja: 水曜日
ko: 수요일
pt: Quarta-feira
ru: Среда
th: วันพุธ
tl: Miyerkules
tr: Çarşamba

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
id: Kamis
ja: 木曜日
ko: 목요일
pt: Quinta-feira
ru: Четверг
th: วันพฤหัสบดี
tl: Huwebes
tr: Perşembe

source: Friday
de: Freitag
es: Viernes
fr: Vendredi
id: Jumat
ja: 金曜日
ko: 금요일
pt: Sexta-feira
ru: Пятница
th: วันศุกร์
tl: Biyernes
tr: Cuma

source: Saturday
de: Samstag
es: Sábado
fr: Samedi
id: Sabtu
ja: 土曜日
ko: 토요일
pt: Sábado
ru: Суббота
th: วันเสาร์
tl: Sabado
tr: Cumartesi

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
id: Minggu
ja: 日曜日
ko: 일요일
pt: Domingo
ru: Воскресенье
th: วันอาทิตย์
tl: Linggo
tr: Pazar

source: On
de: Ein
es: Encendido
fr: Activé
id: Hidup
ja: オン
ko: 켬
pt: Ligado
ru: Вкл
th: เปิด
tl: Bukas
tr: Açık

source: Off
de: Aus
es: Apagado
fr: Désactivé
id: Mati
ja: オフ
ko: 끔
pt: Desligado
ru: Выкл
th: ปิด
tl: Sara
tr: Kapalı

source: Weight Change
de: Gewichtsveränderung
es: Cambio de Peso
fr: Changement de Poids
ja: 体重変化
ko: 체중 변화
pt: Mudança de Peso
ru: Изменение Веса
tl: Pagbabago ng Timbang
tr: Kilo Değişimi

source: Height Change
de: Größenveränderung
es: Cambio de Altura
fr: Changement de Taille
ja: 身長変化
ko: 키 변화
pt: Mudança de Altura
ru: Изменение Роста
tl: Pagbabago ng Taas
tr: Boy Değişimi

source: Total Records
de: Gesamtaufzeichnungen
es: Total de Registros
fr: Total des Enregistrements
ja: 総記録
ko: 총 기록
pt: Total de Registros
ru: Общее Количество Записей
tl: Kabuuang Mga Talaan
tr: Toplam Kayıtlar

source: Total Change
de: Gesamtveränderung
es: Cambio Total
fr: Changement Total
ja: 総変化
ko: 총 변화
pt: Mudança Total
ru: Общее Изменение
tl: Kabuuang Pagbabago
tr: Toplam Değişim

source: Start
es: Inicio
fr: Début
ja: 開始
ko: 시작
pt: Início
ru: Начало
tl: Simula
tr: Başlangıç

source: Memo
de: Notiz
es: Nota
fr: Mémo
ja: メモ
ko: 메모
pt: Memorando
ru: Заметка
tr: Not
