Repository: skyinthe-sea/bomt
Catalog: lib/src/l10n/app_*.arb
Languages: de, es, fr, hi, id, ja, ko, pt, ru, th, tl, tr, zh

# alreadyMember
source: You are already a member of this family
de: Sie sind bereits Mitglied dieser Familie
es: Ya eres miembro de esta familia
fr: Vous êtes déjà membre de cette famille
hi: आप पहले से ही इस परिवार के सदस्य हैं
id: Anda sudah menjadi anggota keluarga ini
ja: すでにこの家族のメンバーです
ko: 이미 이 가족의 구성원입니다
pt: Você já é membro desta família
ru: Вы уже член этой семьи
th: คุณเป็นสมาชิกของครอบครัวนี้แล้ว
tl: Member ka na ng pamilyang ito
tr: Zaten bu ailenin üyesisiniz

# cannotInviteSelf
source: You cannot invite yourself
de: Sie können sich nicht selbst einladen
es: No puedes invitarte a ti mismo
fr: Vous ne pouvez pas vous inviter vous-même
hi: आप अपने आप को आमंत्रित नहीं कर सकते
id: Anda tidak bisa mengundang diri sendiri
ja: 自分自身を招待することはできません
ko: 자기 자신을 초대할 수 없습니다
pt: Você não pode convidar a si mesmo
ru: Вы не можете пригласить самого себя
th: คุณไม่สามารถเชิญตัวเองได้
tl: Hindi mo pwedeng anyayahan ang sarili mo
tr: Kendinizi davet edemezsiniz

# minutesAndSeconds
source: {minutes}m {seconds}s
de: {minutes}min {seconds}s
es: {minutes}min {seconds}s
fr: {minutes}min {seconds}s
hi: {minutes}मिनट {seconds}सेकंड
id: {minutes}mnt {seconds}dtk
ja: {minutes}分 {seconds}秒
ko: {minutes}분 {seconds}초
pt: {minutes}min {seconds}s
ru: {minutes}мин {seconds}сек
th: {minutes}นาที {seconds}วินาที
tl: {minutes}min {seconds}s
tr: {minutes}dk {seconds}sn

# babyGuideTitle
source: {name}'s Baby Care Guide
de: {name}s Babypflege-Leitfaden
es: Guía de cuidados de {name}
fr: Guide de soins de {name}
hi: {name} की बेबी केयर गाइड
id: Panduan perawatan {name}
ja: {name}の育児ガイド
ko: {name}의 육아 가이드
pt: Guia de cuidados do {name}
ru: Руководство по уходу за {name}
th: คู่มือการดูแล {name}
tl: Baby care guide ni {name}
tr: {name}'in bakım rehberi

# babyGuide
source: Baby Care Guide
de: Babypflege-Leitfaden
es: Guía del bebé
fr: Guide bébé
hi: बेबी केयर गाइड
id: Panduan bayi
ja: 育児ガイド
ko: 육아 가이드
pt: Guia do bebê
ru: Детское руководство
th: คู่มือลูก
tl: Baby guide
tr: Bebek rehberi

source: No available guides
de: Keine verfügbaren Leitfäden
es: No hay guías disponibles
fr: Aucun guide disponible
hi: कोई उपलब्ध गाइड नहीं
id: Tidak ada panduan tersedia
ja: 利用可能なガイドがありません
ko: 사용 가능한 가이드가 없습니다
pt: Nenhum guia disponível
ru: Нет доступных руководств
th: ไม่มีคู่มือที่พร้อมใช้งาน
tl: Walang available na guides
tr: Mevcut rehber yok

source: Current
de: Aktuell
es: Actual
fr: Actuel
hi: वर्तमान
id: Saat ini
ja: 現在
ko: 현재
pt: Atual
ru: Текущий
th: ปัจจุบัน
tl: Kasalukuyan
tr: Mevcut

source: Past
de: Vergangen
es: Pasado
fr: Passé
hi: बीत गया
id: Sudah lewat
ja: 過去
ko: 지남
pt: Passado
ru: Прошедший
th: ผ่านมาแล้ว
tl: Nakaraan
tr: Geçmiş

source: Upcoming
de: Bevorstehend
es: Próximo
fr: À venir
hi: आगामी
id: Akan datang
ja: 予定
ko: 예정
pt: Próximo
ru: Предстоящий
th: กำลังจะมาถึง
tl: Paparating
tr: Gelecek

# babysGuide
source: {name}'s
es: de {name}
fr: de {name}
hi: {name} की
id: {name}
ja: {name}の
ko: {name}의
pt: do {name}
ru: {name}
th: ของ {name}
tl: ni {name}
tr: {name}'in

# weekGuide
source: {weekText} Guide
de: {weekText} Leitfaden
es: Guía de la {weekText}
fr: Guide de la {weekText}
hi: {weekText} गाइड
id: Panduan {weekText}
ja: {weekText} ガイド
ko: {weekText} 가이드
pt: Guia da {weekText}
ru: Руководство {weekText}
th: คู่มือ {weekText}
tl: Guide sa {weekText}
tr: {weekText} rehberi

source: 💡 Feeding Guide
de: 💡 Fütterungs-Leitfaden
es: 💡 Guía de alimentación
fr: 💡 Guide d'alimentation
hi: 💡 फीडिंग गाइड
id: 💡 Panduan menyusui
ja: 💡 授乳ガイド
ko: 💡 수유 가이드
pt: 💡 Guia de alimentação
ru: 💡 Руководство по кормлению
th: 💡 คู่มือการให้นม
tr: 💡 Beslenme rehberi

source: Feeding Frequency
de: Fütterungshäufigkeit
es: Frecuencia de alimentación
fr: Fréquence d'alimentation
hi: फीडिंग आवृत्ति
id: Frekuensi menyusui
ja: 授乳回数
ko: 수유 횟수
pt: Frequência de alimentação
ru: Частота кормления
th: ความถี่ในการให้นม
tr: Beslenme sıklığı

# singleFeedingAmount
source: Feeding Amount
de: Fütterungsmenge
es: Cantidad por toma
fr: Quantité par tétée
hi: एक बार फीडिंग मात्रा
id: Jumlah per menyusui
ja: 1回授乳量
ko: 1회 수유량
pt: Quantidade por mamada
ru: Количество за одно кормление
th: ปริมาณต่อมื้อ
tl: Dami bawat feeding
tr: Öğün başına miktar

source: Daily Total
de: Tägliche Gesamtmenge
es: Total diario
fr: Total quotidien
hi: दैनिक कुल
id: Total harian
ja: 一日総量
ko: 일일 총량
pt: Total diário
ru: Общее количество в день
th: รวมต่อวัน
tl: Kabuuang araw-araw
tr: Günlük toplam

source: 📋 Additional Tips
de: 📋 Zusätzliche Tipps
es: 📋 Consejos adicionales
fr: 📋 Conseils supplémentaires
hi: 📋 अतिरिक्त टिप्स
id: 📋 Tips tambahan
ja: 📋 追加のヒント
ko: 📋 추가 팁
pt: 📋 Dicas adicionais
ru: 📋 Дополнительные советы
th: 📋 เคล็ดลับเพิ่มเติม
tl: 📋 Karagdagang tips
tr: 📋 Ek ipuçları

# understood
source: Got it!
de: Verstanden!
es: ¡Entendido!
fr: Compris !
hi: समझ गया!
id: Mengerti!
ja: わかりました
ko: 확인했어요
pt: Entendi!
ru: Понятно!
th: เข้าใจแล้ว!
tl: Naiintindihan!
tr: Anladım!

source: Newborn
de: Neugeborenes
es: Recién nacido
fr: Nouveau-né
hi: नवजात
id: Bayi baru lahir
ja: 新生児
ko: 신생아
pt: Recém-nascido
ru: Новорождённый
th: ทารกแรกเกิด
tl: Bagong silang
tr: Yenidoğan

source: Week {number}
de: Woche {number}
es: Semana {number}
fr: Semaine {number}
hi: सप्ताह {number}
id: Minggu {number}
ja: {number}週目
ko: {number}주차
pt: Semana {number}
ru: Неделя {number}
th: สัปดาห์ที่ {number}
tl: Linggo {number}
tr: Hafta {number}

source: Newborn (Week 0)
de: Neugeborenes (Woche 0)
es: Recién nacido (Semana 0)
fr: Nouveau-né (Semaine 0)
hi: नवजात (सप्ताह 0)
id: Bayi baru lahir (Minggu 0)
ja: 新生児（0週目）
ko: 신생아 (0주차)
pt: Recém-nascido (Semana 0)
ru: Новорождённый (Неделя 0)
th: ทารกแรกเกิด (สัปดาห์ที่ 0)
tl: Bagong silang (Linggo 0)
tr: Yenidoğan (Hafta 0)

# dailyFrequencyRange
source: Daily {min} - {max} times
de: Täglich {min} - {max} Mal
es: Diariamente {min} - {max} veces
fr: Quotidiennement {min} - {max} fois
hi: दैनिक {min} - {max} बार
id: Harian {min} - {max} kali
ja: 1日 {min} - {max}回
ko: 하루 {min} - {max}회
pt: Diariamente {min} - {max} vezes
ru: Ежедневно {min} - {max} раз
th: วันละ {min} - {max} ครั้ง
tl: Araw-araw {min} - {max} beses
tr: Günde {min} - {max} kez

# dailyFrequencyMin
source: Daily {min}+ times
de: Täglich {min}+ Mal
es: Diariamente {min}+ veces
fr: Quotidiennement {min}+ fois
hi: दैनिक {min} बार या अधिक
id: Harian {min}+ kali
ja: 1日 {min}回以上
ko: 하루 {min}회 이상
pt: Diariamente {min}+ vezes
ru: Ежедневно {min}+ раз
th: วันละ {min}+ ครั้ง
tl: Araw-araw {min}+ beses
tr: Günde {min}+ kez

# dailyFrequencyMax
source: Daily up to {max} times
de: Täglich bis zu {max} Mal
es: Diariamente hasta {max} veces
fr: Quotidiennement jusqu'à {max} fois
hi: दैनिक {max} बार तक
id: Harian sampai {max} kali
ja: 1日 {max}回以下
ko: 하루 {max}회 이하
pt: Diariamente até {max} vezes
ru: Ежедневно до {max} раз
th: วันละสูงสุด {max} ครั้ง
tl: Araw-araw hanggang {max} beses
tr: Günde en fazla {max} kez

# amountMinML
source: {min}ml or more
de: {min}ml oder mehr
es: {min}ml o más
fr: {min}ml ou plus
hi: {min}ml या अधिक
id: {min}ml atau lebih
ja: {min}ml以上
ko: {min}ml 이상
pt: {min}ml ou mais
ru: {min}мл или больше
th: {min}มล. หรือมากกว่า
tl: {min}ml o higit pa
tr: {min}ml veya daha fazla

# amountMaxML
source: Up to {max}ml
de: Bis zu {max}ml
es: Hasta {max}ml
fr: Jusqu'à {max}ml
hi: {max}ml तक
id: Sampai {max}ml
ja: {max}ml以下
ko: {max}ml 이하
pt: Até {max}ml
ru: До {max}мл
th: สูงสุด {max}มล.
tl: Hanggang {max}ml
tr: En fazla {max}ml

source: Insufficient feeding records
ko: 계속 수유를 기록해주세요

# noRecentFeeding
source: No recent feeding records
ko: 최근 수유 기록이 없습니다

source: Language Selection
de: Sprachauswahl
es: Selección de idioma
fr: Sélection de langue
hi: भाषा चयन
id: Pilihan Bahasa
ja: 言語選択
ko: 언어 선택
pt: Seleção de idioma
ru: Выбор языка
th: การเลือกภาษา
tl: Pagpili ng Wika
tr: Dil Seçimi

# selectLanguage
source: Select a language
de: Sprache auswählen
es: Selecciona un idioma
fr: Sélectionnez une langue
hi: एक भाषा चुनें
id: Pilih bahasa
ja: 言語を選択してください
ko: 언어를 선택하세요
pt: Selecione um idioma
ru: Выберите язык
th: เลือกภาษา
tl: Pumili ng wika
tr: Bir dil seçin

source: Current Language
de: Aktuelle Sprache
es: Idioma actual
fr: Langue actuelle
hi: वर्तमान भाषा
id: Bahasa saat ini
ja: 現在の言語
ko: 현재 언어
pt: Idioma atual
ru: Текущий язык
th: ภาษาปัจจุบัน
tl: Kasalukuyang wika
tr: Mevcut dil

source: Search community posts
de: Community-Beiträge durchsuchen
es: Buscar publicaciones de la comunidad
fr: Rechercher des publications communautaires
hi: समुदाय पोस्ट खोजें
id: Cari postingan komunitas
ja: コミュニティ投稿を検索
ko: 커뮤니티 게시글 검색
pt: Pesquisar publicações da comunidade
ru: Поиск публикаций сообщества
th: ค้นหาโพสต์ชุมชน
tl: Maghanap ng mga post sa komunidad
tr: Topluluk gönderilerini ara

source: Temperature Record
de: Temperatur-Aufzeichnung
es: Registro de temperatura
fr: Enregistrement de température
hi: तापमान रिकॉर्ड
id: Catatan suhu
ja: 体温記録
ko: 체온 기록
pt: Registro de temperatura
ru: Запись температуры
th: บันทึกอุณหภูมิ
tl: Tala ng temperatura
tr: Sıcaklık kaydı

source: Temperature Trend
de: Temperaturtrend
es: Tendencia de Temperatura
fr: Tendance de Température
hi: तापमान ट्रेंड
id: Tren Suhu
ja: 体温推移
ko: 체온 추이
pt: Tendência de Temperatura
ru: Тренд Температуры
th: แนวโน้มอุณหภูมิ
tl: Trend ng Temperatura
tr: Sıcaklık Trendi

source: Profile Photo Setup
de: Profilbild einrichten
es: Configuración de foto de perfil
fr: Configuration de la photo de profil
hi: प्रोफाइल फोटो सेटअप
id: Pengaturan foto profil
ja: プロフィール写真設定
ko: 프로필 사진 설정
pt: Configuração da foto de perfil
ru: Настройка фото профиля
th: การตั้งค่าภาพโปรไฟล์
tl: Pag-setup ng profile photo
tr: Profil fotoğrafı kurulumu

# howToSelectPhoto
source: How would you like to select a photo?
de: Wie möchten Sie ein Foto auswählen?
es: ¿Cómo te gustaría seleccionar una foto?
fr: Comment souhaitez-vous sélectionner une photo ?
hi: आप फोटो कैसे चुनना चाहते हैं?
id: Bagaimana Anda ingin memilih foto?
ja: 写真をどのように選択しますか？
ko: 사진을 어떻게 선택하시겠습니까?
pt: Como você gostaria de selecionar uma foto?
ru: Как вы хотите выбрать фото?
th: คุณต้องการเลือกภาพอย่างไร?
tl: Paano mo gustong pumili ng larawan?
tr: Fotoğrafı nasıl seçmek istiyorsunuz?

source: Send
de: Senden
es: Enviar
fr: Envoyer
hi: भेजें
id: Kirim
ja: 送信
ko: 전송
pt: Enviar
ru: Отправить
th: ส่ง
tl: Ipadala
tr: Gönder

source: Email Verification Required
de: E-Mail-Verifizierung erforderlich
es: Verificación de correo electrónico requerida
fr: Vérification de l'email requise
hi: ईमेल सत्यापन आवश्यक
id: Verifikasi email diperlukan
ja: メール認証が必要
ko: 이메일 인증 필요
pt: Verificação de email necessária
ru: Требуется подтверждение email
th: ต้องการการยืนยันอีเมล
tl: Kailangan ng email verification
tr: E-posta doğrulaması gerekli

source: Password Reset
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialisation du mot de passe
hi: पासवर्ड रीसेट
id: Reset kata sandi
ja: パスワードリセット
ko: 비밀번호 재설정
pt: Redefinir senha
ru: Сброс пароля
th: รีเซ็ตรหัสผ่าน
tl: I-reset ang password
tr: Şifre sıfırlama

# enterEmailForReset
source: Enter your registered email address. We'll send you a password reset link.
de: Geben Sie Ihre registrierte E-Mail-Adresse ein. Wir senden Ihnen einen Link zum Zurücksetzen des Passworts.
es: Ingresa tu dirección de correo electrónico registrada. Te enviaremos un enlace para restablecer la contraseña.
fr: Entrez votre adresse email enregistrée. Nous vous enverrons un lien de réinitialisation du mot de passe.
hi: अपना पंजीकृत ईमेल पता दर्ज करें। हम आपको पासवर्ड रीसेट लिंक भेजेंगे।
id: Masukkan alamat email terdaftar Anda. Kami akan mengirimkan tautan reset kata sandi.
ja: 登録したメールアドレスを入力してください。 パスワードリセットリンクを送信します。
ko: 가입하신 이메일 주소를 입력하세요. 비밀번호 재설정 링크를 보내드립니다.
pt: Digite seu endereço de email registrado. Enviaremos um link para redefinir a senha.
ru: Введите ваш зарегистрированный email-адрес. Мы отправим вам ссылку для сброса пароля.
th: ป้อนที่อยู่อีเมลที่ลงทะเบียนของคุณ เราจะส่งลิงค์รีเซ็ตรหัสผ่านให้คุณ
tl: Ilagay ang inyong registered email address. Magpapadala kami ng password reset link.
tr: Kayıtlı e-posta adresinizi girin. Size şifre sıfırlama bağlantısı göndereceğiz.

source: Account Withdrawal Complete
de: Konto-Kündigung abgeschlossen
es: Cancelación de cuenta completada
fr: Suppression de compte terminée
hi: खाता निकासी पूर्ण
id: Penghapusan akun selesai
ja: 退会完了
ko: 탈퇴 완료
pt: Cancelamento de conta concluído
ru: Удаление аккаунта завершено
th: การยกเลิกบัญชีเสร็จสิ้น
tl: Kumpleto na ang pag-cancel ng account
tr: Hesap silme işlemi tamamlandı

# genderLabel
source: Gender:
de: Geschlecht:
es: Género:
fr: Genre :
hi: लिंग:
id: Jenis kelamin:
ja: 性別:
ko: 성별:
pt: Gênero:
ru: Пол:
th: เพศ:
tl: Kasarian:
tr: Cinsiyet:

# birthdateLabel
source: Birthdate:
de: Geburtsdatum:
es: Fecha de nacimiento:
fr: Date de naissance :
hi: जन्मतिथि:
id: Tanggal lahir:
ja: 生年月日:
ko: 생년월일:
pt: Data de nascimento:
ru: Дата рождения:
th: วันเกิด:
tl: Petsa ng kapanganakan:
tr: Doğum tarihi:

# maleGender
source: Male
de: Männlich
es: Masculino
fr: Masculin
hi: लड़का
id: Laki-laki
ja: 男の子
ko: 남자
pt: Masculino
ru: Мужской
th: ชาย
tl: Lalaki
tr: Erkek

# femaleGender
source: Female
de: Weiblich
es: Femenino
fr: Féminin
hi: लड़की
id: Perempuan
ja: 女の子
ko: 여자
pt: Feminino
ru: Женский
th: หญิง
tl: Babae
tr: Kız

# joinWithInviteCodeButton
source: Join with Invite Code
de: Mit Einladungscode beitreten
es: Unirse con código de invitación
fr: Rejoindre avec le code d'invitation
hi: निमंत्रण कोड से जुड़ें
id: Bergabung dengan kode undangan
ja: 招待コードで参加
ko: 초대 코드로 참여하기
pt: Participar com código de convite
ru: Присоединиться по коду приглашения
th: เข้าร่วมด้วยรหัสเชิญ
tl: Sumali gamit ang invite code
tr: Davet koduyla katıl

source: Temperature recorded
de: Temperatur aufgezeichnet
es: Temperatura registrada
fr: Température enregistrée
hi: तापमान रिकॉर्ड किया गया
id: Suhu telah dicatat
ja: 体温が記録されました
ko: 체온이 기록되었습니다
pt: Temperatura registrada
ru: Температура записана
th: อุณหภูมิได้รับการบันทึกแล้ว
tl: Na-record ang temperatura
tr: Vücut sıcaklığı kaydedildi

source: Record failed
de: Aufzeichnung fehlgeschlagen
es: Error en el registro
fr: Échec de l'enregistrement
hi: रिकॉर्ड विफल: {error}
id: Pencatatan gagal: {error}
ja: 記録失敗
ko: 기록 실패
pt: Falha no registro: {error}
ru: Ошибка записи
th: การบันทึกล้มเหลว: {error}
tl: Hindi nakatala
tr: Kayıt başarısız

# temperatureSettingsSaved
source: Temperature settings have been saved
de: Temperatur-Einstellungen wurden gespeichert
es: La configuración de temperatura ha sido guardada
fr: Les paramètres de température ont été sauvegardés
hi: तापमान सेटिंग्स सहेजी गईं
id: Pengaturan suhu telah disimpan
ja: 体温設定が保存されました
ko: 체온 설정이 저장되었습니다
pt: As configurações de temperatura foram salvas
ru: Настройки температуры сохранены
th: การตั้งค่าอุณหภูมิได้รับการบันทึกแล้ว
tl: Na-save na ang mga setting ng temperatura
tr: Sıcaklık ayarları kaydedildi

# loadingUserInfo
source: Loading user information. Please try again in a moment.
de: Benutzerinformationen werden geladen. Bitte versuchen Sie es in einem Moment erneut.
es: Cargando información del usuario. Por favor, inténtelo de nuevo en un momento.
fr: Chargement des informations utilisateur. Veuillez réessayer dans un moment.
hi: उपयोगकर्ता जानकारी लोड हो रही है। कृपया थोड़ी देर बाद फिर कोशिश करें।
id: Memuat informasi pengguna. Silakan coba lagi nanti.
ja: ユーザー情報を読み込んでいます。しばらくしてからもう一度お試しください。
ko: 사용자 정보를 불러오는 중입니다. 잠시 후 다시 시도해주세요.
pt: Carregando informações do usuário. Tente novamente em um momento.
ru: Загрузка информации о пользователе. Пожалуйста, попробуйте ещё раз через момент.
th: กำลังโหลดข้อมูลผู้ใช้ กรุณาลองใหม่อีกครั้งในภายหลัง
tl: Nilo-load ang user information. Pakisubok ulit maya-maya.
tr: Kullanıcı bilgileri yüklüyor. Lütfen bir süre sonra tekrar deneyin.

source: Continue with separate account
de: Mit separatem Konto fortfahren
es: Continuar con cuenta separada
fr: Continuer avec un compte séparé
hi: अलग खाते के साथ जारी रखें
id: Lanjutkan dengan akun terpisah
ja: 別のアカウントで続行
ko: 별도 계정으로 계속
pt: Continuar com conta separada
ru: Продолжить с отдельным аккаунтом
th: ดำเนินการต่อด้วยบัญชีแยกต่างหาก
tl: Magpatuloy sa hiwalay na account
tr: Ayrı hesapla devam et

source: Link with existing account
de: Mit vorhandenem Konto verknüpfen
es: Vincular con cuenta existente
fr: Lier avec un compte existant
hi: मौजूदा खाते से लिंक करें
id: Hubungkan dengan akun yang ada
ja: 既存のアカウントとリンク
ko: 기존 계정과 연결
pt: Vincular com conta existente
ru: Связать с существующим аккаунтом
th: เชื่อมโยงกับบัญชีที่มีอยู่
tl: I-link sa existing account
tr: Mevcut hesapla bağla

source: Link Account
de: Konto verknüpfen
es: Vincular cuenta
fr: Lier le compte
hi: खाता लिंक करें
id: Hubungkan akun
ja: アカウントをリンク
ko: 연결하기
pt: Vincular conta
ru: Связать аккаунт
th: เชื่อมโยงบัญชี
tl: I-link ang account
tr: Hesap bağla

source: Account Linking Complete
de: Konto-Verknüpfung abgeschlossen
es: Vinculación de cuenta completada
fr: Liaison de compte terminée
hi: खाता लिंकिंग पूर्ण
id: Penghubungan akun selesai
ja: アカウントリンク完了
ko: 계정 연결 완료
pt: Vinculação de conta concluída
ru: Связывание аккаунта завершено
th: การเชื่อมโยงบัญชีเสร็จสิ้น
tl: Kumpleto na ang pag-link ng account
tr: Hesap bağlama tamamlandı

source: Delete Confirmation
de: Löschbestätigung
es: Confirmación de eliminación
fr: Confirmation de suppression
hi: हटाने की पुष्टि
id: Konfirmasi penghapusan
ja: 削除確認
ko: 삭제 확인
pt: Confirmação de exclusão
ru: Подтверждение удаления
th: การยืนยันการลบ
tl: Pagkumpirma ng pagbura
tr: Silme onayı

# emailLabel
source: Email
es: Correo electrónico
hi: ईमेल
ja: メール
ko: 이메일
th: อีเมล
tr: E-posta

# passwordLabel
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
id: Kata sandi
ja: パスワード
ko: 비밀번호
pt: Senha
ru: Пароль
th: รหัสผ่าน
tr: Şifre

# babyNameLabel
source: Baby Name
es: Nombre del bebé
fr: Nom du bébé
hi: बच्चे का नाम
id: Nama bayi
ja: 赤ちゃんの名前
ko: 아기 이름
pt: Nome do bebê
ru: Имя ребенка
th: ชื่อเด็ก
tl: Pangalan ng sanggol
tr: Bebek adı

# weightInput
source: Enter weight
de: Gewicht eingeben
es: Ingresar peso
fr: Saisir le poids
hi: वजन दर्ज करें
id: Masukkan berat badan
ja: 体重を入力
ko: 체중 입력
pt: Inserir peso
ru: Ввести вес
th: ป้อนน้ำหนัก
tl: Ilagay ang timbang
tr: Ağırlık gir

# heightInput
source: Enter height
de: Größe eingeben
es: Ingresar altura
fr: Saisir la taille
hi: ऊंचाई दर्ज करें
id: Masukkan tinggi badan
ja: 身長を入力
ko: 키 입력
pt: Inserir altura
ru: Ввести рост
th: ป้อนส่วนสูง
tl: Ilagay ang taas
tr: Boy gir

# measurementNotes
source: Record measurement conditions or special notes (optional)
de: Messbedingungen oder besondere Notizen aufzeichnen (optional)
es: Registrar condiciones de medición o notas especiales (opcional)
fr: Enregistrer les conditions de mesure ou des notes spéciales (optionnel)
hi: माप की स्थिति या विशेष नोट्स दर्ज करें (वैकल्पिक)
id: Catat kondisi pengukuran atau catatan khusus (opsional)
ja: 測定状況や特記事項を記録してください（任意）
ko: 측정 상황이나 특이사항을 기록해주세요 (선택사항)
pt: Registrar condições de medição ou notas especiais (opcional)
ru: Записать условия измерения или особые заметки (необязательно)
th: บันทึกเงื่อนไขการวัดหรือหมายเหตุพิเศษ (ไม่บังคับ)
tl: Itala ang mga kondisyon ng pagsukat o mga espesyal na tala (opsyonal)
tr: Ölçüm koşullarını veya özel notları kaydet (isteğe bağlı)

source: Urine
de: Urin
es: Orina
hi: पेशाब
id: Urin
ja: おしっこ
ko: 소변
pt: Urina
ru: Моча
th: ปัสสาวะ
tl: Ihi
tr: İdrar

source: Stool
de: Stuhl
es: Deposición
fr: Selle
hi: मल
id: Tinja
ja: うんち
ko: 대변
pt: Fezes
ru: Стул
th: อุจจาระ
tl: Tae
tr: Dışkı

source: Yellow
de: Gelb
es: Amarillo
fr: Jaune
hi: पीला
id: Kuning
ja: 黄色
ko: 노란색
pt: Amarelo
ru: Желтый
th: เหลือง
tl: Dilaw
tr: Sarı

source: Brown
de: Braun
es: Marrón
fr: Marron
hi: भूरा
id: Coklat
ja: 茶色
ko: 갈색
pt: Marrom
ru: Коричневый
th: น้ำตาล
tl: Kayumanggi
tr: Kahverengi

source: Green
de: Grün
es: Verde
fr: Vert
hi: हरा
id: Hijau
ja: 緑色
ko: 녹색
pt: Verde
ru: Зеленый
th: เขียว
tl: Berde
tr: Yeşil

source: Bottle
fr: Biberon
hi: बोतल
id: Botol
ja: 哺乳瓶
ko: 젖병
pt: Mamadeira
ru: Бутылочка
th: ขวดนม
tl: Bote
tr: Biberon

source: Good
de: Gut
es: Bueno
fr: Bon
hi: अच्छा
id: Baik
ja: 良い
ko: 좋음
pt: Bom
ru: Хорошо
th: ดี
tl: Mabuti
tr: İyi

source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne
hi: औसत
id: Rata-rata
ja: 平均
ko: 평균
pt: Médio
ru: Среднее
th: เฉลี่ย
tl: Karaniwang
tr: Ortalama

source: Poor
de: Schlecht
es: Malo
fr: Mauvais
hi: खराब
id: Buruk
ja: 悪い
ko: 나쁨
pt: Ruim
ru: Плохо
th: แย่
tl: Masama
tr: Kötü

source: Vaccination
de: Impfung
es: Vacunación
hi: टीकाकरण
id: Vaksinasi
ja: 予防接種
ko: 예방접종
pt: Vacinação
ru: Вакцинация
th: การฉีดวัคซีน
tl: Bakuna
tr: Aşı

source: Illness
de: Krankheit
es: Enfermedad
fr: Maladie
hi: बीमारी
id: Penyakit
ja: 病気
ko: 질병
pt: Doença
ru: Болезнь
th: การเจ็บป่วย
tl: Sakit
tr: Hastalık

source: High Fever
de: Hohes Fieber
es: Fiebre Alta
fr: Fièvre Élevée
hi: तेज बुखार
id: Demam Tinggi
ja: 高熱
ko: 고열
pt: Febre Alta
ru: Высокая Лихорадка
th: ไข้สูง
tl: Mataas na Lagnat
tr: Yüksek Ateş

source: Oral
hi: मौखिक
ja: 経口
ko: 경구
ru: Оральный
th: ทางปาก
tr: Ağızdan

source: Inhalation
es: Inhalación
hi: सांस द्वारा
id: Inhalasi
ja: 吸入
ko: 흡입
pt: Inalação
ru: Ингаляция
th: ทางการหายใจ
tl: Inhinyahan
tr: Soluma

source: Injection
de: Injektion
es: Inyección
hi: इंजेक्शन
id: Suntikan
ja: 注射
ko: 주사
pt: Injeção
ru: Инъекция
th: ฉีด
tl: Iniksyon
tr: Enjeksiyon

source: Tablet
de: Tablette
es: Tableta
fr: Comprimé
hi: गोली
ja: 錠剤
ko: 정
pt: Comprimido
ru: Таблетка
th: เม็ด
tl: Tableta

source: Drops
fr: Gouttes
hi: बूंदें
id: Tetes
ja: 滴
ko: 방울
pt: Gotas
ru: Капли
th: หยด
tl: Patak
tr: Damla

source: Teaspoon
de: Teelöffel
es: Cucharadita
fr: Cuillère à café
hi: चम्मच
id: Sendok teh
ja: 小さじ
ko: 티스푼
pt: Colher de chá
ru: Чайная ложка
th: ช้อนชา
tl: Kutsarita
tr: Çay kaşığı

source: Tablespoon
de: Esslöffel
es: Cucharada
fr: Cuillère à soupe
hi: बड़ा चम्मच
id: Sendok makan
ja: 大さじ
ko: 큰술
pt: Colher de sopa
ru: Столовая ложка
th: ช้อนโต๊ะ
tl: Kutsara
tr: Yemek kaşığı

# sleepQuality
source: Quality
de: Sleep Quality
es: Sleep Quality
fr: Qualité
hi: नींद
id: Tidur
ja: 質
ko: 품질
pt: Sono
ru: Качество
th: การนอน
tl: Kalidad
tr: Kalite

# pumpingTime
source: Pumping
de: Abpumpen
es: Extracción
fr: Tire-lait
hi: पंपिंग
id: Memompa
ja: 搾乳
ko: 유축
pt: Extração
ru: Сцеживание
th: การปั๊มนม
tl: Pag-extract
tr: Sağma

# solidFoodTime
source: Solid Food
de: Feste Nahrung
es: Comida sólida
fr: Nourriture solide
hi: ठोस आहार
id: Makanan padat
ja: 離乳食
ko: 이유식
pt: Comida sólida
ru: Твердая пища
th: อาหารแข็ง
tl: Solid na pagkain
tr: Katı gıda

source: Total feeding amount
de: Gesamtstillmenge
es: Cantidad total de alimentación
fr: Quantité totale d'alimentation
hi: कुल फीडिंग मात्रा
id: Total jumlah pemberian makan
ja: 総授乳量
ko: 총 수유량
pt: Quantidade total de alimentação
ru: Общее количество кормления
th: ปริมาณการให้อาหารทั้งหมด
tl: Kabuuang dami ng pagpapasuso
tr: Toplam emzirme miktarı

source: Average feeding amount
de: Durchschnittliche Fütterungsmenge
es: Cantidad promedio de alimentación
fr: Quantité d'alimentation moyenne
hi: औसत भोजन की मात्रा
id: Jumlah rata-rata pemberian makan
ja: 平均授乳量
ko: 평균 수유량
pt: Quantidade média de alimentação
ru: Среднее количество кормления
th: ปริมาณนมเฉลี่ย
tl: Average na dami ng pagkain
tr: Ortalama beslenme miktarı

source: Daily average feeding count
de: Tägliche durchschnittliche Fütterungsanzahl
es: Recuento promedio diario de alimentaciones
fr: Nombre moyen d'alimentations par jour
hi: दैनिक औसत भोजन की संख्या
id: Jumlah rata-rata harian pemberian makan
ja: 1日平均授乳回数
ko: 하루 평균 수유 횟수
pt: Contagem média diária de alimentações
ru: Дневное среднее количество кормлений
th: จำนวนครั้งการให้นมเฉลี่ยต่อวัน
tl: Araw-araw na average na bilang ng pagkain
tr: Günlük ortalama beslenme sayısı

source: Clinical
de: Klinisch
es: Clínico
fr: Clinique
hi: क्लिनिकल
id: Klinis
ja: 臨床
ko: 임상
pt: Clínico
ru: Клинический
th: ทางคลินิก
tr: Klinik
